[
  {
    "id": "doc_Dataset10_EFTA02015409",
    "title": "Email between Jeffery and Barnaby Marsh on appointment time. Could join in with Elon beforehand.",
    "date": "2012-September-23",
    "source": "Email",
    "filePath": "files/Dataset10/EFTA02015409/EFTA02015409.pdf",
    "mentions": [
      "jeffrey_epstein",
      "barnaby_marsh",
      "elon_musk",
      "bill_drayton"
    ]
  },
  {
    "id": "doc_Dataset12_EFTA02730265",
    "title": "EFTA02730265",
    "date": null,
    "source": "Unknown",
    "filePath": "file/Dataset12/EFTA02730265/EFTA02730265.pdf",
    "mentions": [
      "larry_cohen",
      "jeffrey_epstein",
      "bill_gates",
      "boris_nikolic"
    ],
    "sha256": "4ffdabbb392f3126224b15047081c2aa6acc0b813d73943a8fc3792d40f28901",
    "grouped_files": [
      {
        "path": "file/Dataset12/EFTA02730265/EFTA02730265.pdf",
        "size": 70154,
        "text": "From: Boris Nikolic \nTo: Jeffrey Epstein .c.jeevacationggmail.com> \nSubject: RE: Points \nDate: Sat, 24 Aug 2013 14:02:57 +0000 \nIn addition to changing date to the end of January, the last point need to total change re helping me find a job \nSent from my Windows Phone \nFrom: Jeffrey Epstein \nSent: 8/24/2013 6:14 AM \nTo: Boris Nikolic \nSubject: Fwd: Points \n Forwarded n \nFrom: Larry Cohen \nDate: Fri, Aug 23, 20 \nSubject: Points \nTo: Jeffrey Epstein <jeevacation(igmail.com>\nWanted to get these to you for input. Will add the fm point once you send draft. \n- We won't disparage each other privately or publically. \n• We'll both keep this agreement and all terms confidential knowing that I will have to give the accountants \ninformation about payments and that you may need to give some information to prepare your taxes. \n• You agree that you have no legal claims against me, my family or any of my related entities, such as the foundation \nand bgC3 or their personnel, and that you will never bring any kind of legal claim against any of us. I too agree that I have \nno legal claims against you and will never bring any kind of legal claim against you. \nYour employment with bgC3 will end 1/1/2014. \nI will provide positive references for you via email, written letters and phone calls as appropriate. \nSigned: \nBill Gates \nEFTA02730265\nBoris Nikolic \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation®gmail.com,  and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nEFTA02730266",
        "sha256": "4ffdabbb392f3126224b15047081c2aa6acc0b813d73943a8fc3792d40f28901",
        "pages": 2
      }
    ]
  },
  {
    "id": "doc_Dataset12_EFTA02730267",
    "title": "sourceFiles\\EFTA02730267",
    "date": null,
    "source": "Unknown",
    "filePath": "files/Dataset12/EFTA02730267/EFTA02730267.pdf",
    "mentions": [
      "jeffrey_epstein",
      "malcolm_grumbridge",
      "ghislaine_maxwell",
      "kevin_maxwell",
      "ian_maxwell",
      "prince_andrew"
    ],
    "sha256": "9d37dd235e09612c7d4a8a5af259eb57487169560c711c2aa6102d6c7ee03b80",
    "grouped_files": [
      {
        "path": "files/Dataset12/EFTA02730267/EFTA02730267.pdf",
        "size": 527268,
        "text": "UNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nTemplate !attire 10.1.2021 \nFBI New York, ID-13 \n14 February 2022 \n50D-NY-3027571-INTELPRODS \n(U) LAW ENFORCEMENT SENSITIVE: The information marked (U//LES) in this document is the property of the \nFederal Bureau of Investigation (FBI) and is for internal use within the FBI only. Distribution outside the FBI \nwithout FBI New York's authorization is prohibited. Precautions should be taken to ensure this information is stored \nand/or destroyed in a manner that precludes unauthorized access. Information bearing the LES caveat may not be \nused in legal proceedings without first receiving authorization from the originating office. Recipients are prohibited \nfrom subsequently posting the information marked LES on a website on an unclassified network. \n(U) This document is classified Unclassified//Law Enforcement Sensitive. \n(U) This document is only for FBI internal use. Do not externally disseminate this product. \n(U) Tactical Intelligence Report template approved for fiscal year 2022, as of I October 2021. \n(U//FOUO) Research and Key Findings for Malcolm Grumbridge, a Person of \nInterest for Alleged Defense Witnesses in the Ghislaine Maxwell Trial \n(U) Executive Summary \n(U//LES) FBI New York Intelligence Division conducted research on suspected defense \nwitnesses for the Ghislaine Maxwell trial in order to identify the individuals and any related \nderogatory information. FBI New York Criminal Division squad C-20 is investigating Ghislaine \nMaxwell in a child sex trafficking investigation based on information regarding several victims \nreportedly sexually abused by Jeffrey Epstein and Ghislaine Maxwell in the mid-late 1990s to \nthe early 2000s. Trial started for Ghislaine Maxwell on 29 November 2021 and C-20 received a \npotential list of defense witnesses on 11 December 2021. This Tactical Intelligence Report (TIR) \naddresses FBI New York Criminal Division Band II Threat — Crimes Against Children. \n(U) Key Findings \n• (U//FOUO) Grumbridge last traveled to the United States on a four day trip in 2019. \n• (U//FOUO) Grumbridge is referred to as a Maxwell family associate in open source \narticles. \n• (U//FOUO) Grumbridge is referenced in open source articles for being removed as a \nSolicitor from the Solicitors Regulation Authority due to several rule breaches. \n(U) Substantiation \n(U//LES) Grumbridge's last traveled to the United States on a four day trip in 2019. \n• (U//LES) As of December 2021, according to TECS travel records matching the subject, \nGrumbridge last traveled INBOUND on 24 October 2019 from London/Heathrow Intl to \nJohn F Kennedy Intl. GBR-United Kingdom issued Passportlinith an \nexpiration date of 31 August 2021. (US Customs and Border Patrol I TECS I \"Encounter \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nUNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \n1 \nEFTA02730267\nUNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nRecords of Malcolm Grumbridge\" 114 December 2021). \n• (U//LES) As of December 2021, according to TECS travel records matching the subject, \nGrumbridge last traveled OUTBOUND on 27 October 2019 from John F Kennedy Intl to \nLondon/Heathrow Intl. (US Customs and Border Patrol I TECS I \"Encounter Records of \nMalcolm Grumbridge\" 114 December 2021). \n(U) Grumbridge is referenced in open source articles as being a Maxwell family associate. \n• (U) As of December 2021, according to the Steeple Times, an online magazine based in \nthe UK, Malcolm Grumbridge was found guilty in 2020 \"of a string of rule breaches\" \nafter more than four decades of having a legal and business career. The article states \nGrumbridge has been at the heart of the Maxwell's finances to include acted as the \ncustodian of 44 Kinnerton St in Belgravia, London.' The article also states Grumbridge \nestablished over 150 companies in total. (Steeple Times I \"Grubby Malcolm Grumbridge \n& Mucky Ghislaine Maxwell\" I 5 August 2021 1 www.thesteepletimes.corn/movers-\nshakershnalcolm-grumbridge-maxwel10.\n• (U) As of December 2021, according to dailymail.com, an online news website, Malcolm \nGrumbridge is referenced as a Maxwell family associate and has involvement in the \nHogarth Group, a company that runs health clubs in West London. (DailyMail I \n\"Ghislaine Maxwell still has connections despite link to Prince Andrew and Jeffery \nEpstein\" 12 July 20201 www.dailymail.co.uk/news/article-2904115/Ghislaine-Maxwell-\ns-link-ssex-scandal-court-papers-involving-Prince-Andrew-Jeffery-Epstein-don-t-stop-\nhaving-amazing-social-connections.html).\n• (U) As of December 2021, according to This is Money, a UK based financial website, \nMalcolm Grumbridge is listed as having involvement with two companies with Kevin \nMaxwell. The article notes Kevin Maxwell had a \"mystery benefactor over payments due \non his home.\" Grumbridge is listed as a Maxwell family friend and lawyer. (This is \nMoney I \"Maxwell firms to be struck off register\" I 5 August 2005 I \nwww.thisismonev.co.uk/money/news/article-1592483/Maxwell-firms-to-be-struck-off-\nregister.html).\n(U) Grumbridge is referenced in open source articles for being removed as a Solicitor from the \nSolicitors Regulation Authority due to several rule breaches. \n• (U) According to the Tatler, a British magazine that focuses on fashion, lifestyle, high \nsociety and politics, Malcolm Grumbridge is listed as a legal advisor to the Hogarth \nHealth Club in Chiswich and is referenced as a lawyer. (Tatler I \"Where on earth was the \nBritish socialite Ghislaine Maxwell? At last, we know\" I 3 July 2020 I \n• (U//FOUO) (Analyst Note: The address 44 Kinnerton St in Belgravia, London is a known residence of Ghislaine \nMaxwell). \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nUNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \n2 \nEFTA02730268\nUNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nwww.tatler.com/article/where-on-earth-is-ghislaine-maxwell).\n• (U) According to The Times, a UK based daily newspaper, Malcolm Grumbridge quit the \nlegal profession in 2020 after admitting to reckless conduct. Grumbridge set up several \ncompanies registered to the The Hogarth Group with several linked to Kevin and Ian \nMaxwell.' (The Times I \"Disgraced solicitor Malcolm Grumbridge's links to the \nMaxwells\" I 2 August 2021 1 www.thetimes.co.uk/article/disgraced-solicitor-malcolm-\ngrumbridges-links-to-the-maxwells-tst265t2t).\n• (U) According to https://chiswickcalandar.co.uk,  a UK based website, Malcolm \nGrumbridge was removed from the Roll of Solicitors after an investigation by the \nSolicitors Regulation Authority (SRA) because they identified several ears of concern \nsuch as: Money Laundering, Terrorist Financing, The SRA Accounts Rules 2011, the \nSolicitors\" Accounts Rules 1998 and the SRA Code of Conduct. Grumbridge was \naccused of failing to check the source of where money was coming from and failing to \nverify the identity of clients. The SRA stated Grumbridge \"failed to behave in a way that \nmaintain the trust the public places in him.\" (https://chiswickcalandar.co.uk  I \"Financial \ndealings of Hogarth Club director Malcolm Grumbridge in the spotlight\" I 2 August 2021 \nhttps://chiswickcalandar.co.uk/financial-dealings-of-hogarth-club-director-malcolm-\ngrumbridge-in-the-spotlight/).\n(U) Biographical Information \n• (U//LES) Name: Malcolm Grumbridge (US Customs \nand Border Patrol I TECS I \"Encounter Records of \nMalcolm Grumbrid e\" 14 December 2021). \n• (U//LES) DOB: S Customs and Border \nPatrol I TECS I \"Encounter Records of Malcolm \nGrumbridge\"I 14 Dt • (U//LES) Passport: ssued in GBR-United \nKingdom and expires on 31 August 2021. (US \nCustoms and Border Patrol I TECS I \"Encounter \nRecords of Malcolm Grumbridge\" 114 December \n2021). UNCLASSIFIED//FOR OFFICIAL USE \nONLY \n(U) Malcolm Grumbridge \nLast Name: GRUMBRIDGE \nFirst Name \nBirth Dale \nEncnti Date: 10.27/2019 MALCOLM \nCHRISTOPHER \n(U) Source: TECS I Photo I UNCLASSIFIED/!FOUR \nOFFICIAL USE ONLY I UNCLASSIFIED//FOUR \nOFFICIAL USE ONLY Search Criteria: Malcolm \nGnm*ddae: Do \nb (U) (Analyst Note: Kevin Maxwell and Ian Maxwell are Ghislaine Maxwell's brothers). \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nUNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \n3 \nEFTA02730269\nUNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \n(U) Investigative/Intelligence Gaps \nUNCLASSIFIED// FOR OFFICIAL USE ONLY \n(U) Source Summary Statement \n(U) Reporting in this Tactical Intelligence Report was derived primarily from TECS (Treasury \nEnforcement Communications System). All the secured information was collected between 13 \nDecember 2021 and 16 December 2021. The reporting was current as of 19 January 2022. \n(U) Consumers: \n(U) Approval: \n(U) FBI New York Field Office oreoared this Tactical Intelligence Report. Please direct comments and queries to \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nUNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \n4 \nEFTA02730270",
        "sha256": "9d37dd235e09612c7d4a8a5af259eb57487169560c711c2aa6102d6c7ee03b80",
        "pages": 4
      }
    ]
  },
  {
    "id": "doc_Dataset12_EFTA02730271",
    "title": "sourceFiles\\EFTA02730271",
    "date": null,
    "source": "Unknown",
    "filePath": "files/Dataset12/EFTA02730271/EFTA02730271.pdf",
    "mentions": [
      "jeffrey_epstein",
      "ghislaine_maxwell",
      "michelle_healy"
    ],
    "sha256": "52693ef15adb03ab0a24028422bafbb774c26be35ac439953c00319c58e6ff54",
    "grouped_files": [
      {
        "path": "files/Dataset12/EFTA02730271/EFTA02730271.pdf",
        "size": 499740,
        "text": "UNCLASSIFIED//FOR OFFICIAL USE ONLY \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nTemplate Ellector 111-1.211!1 \nFBI New York, ID-13 \n21 March 2022 \nSOD-NY-3027571-INTELPROUS \n(U) This document is classified UNCLASSIFIED//FOR OFFICIAL USE ONLY. \n(U) This document is only for FBI internal use. Do not externally disseminate this product. \n(U) Tactical Intelligence Report template approved for fiscal year 2022, as of 1 October 2021. \n(UHFOUO) Research and Key Findings for a Person of \nInterest for Alleged Defense Witnesses in the Ghislaine Maxwell Trial \n(U) Executive Summary \n(U//FOLIO) FBI New York Intelligence Division conducted research on suspected defense \nwitnesses for the Ghislaine Maxwell trial in order to identify the individuals and any related \nderogatory information. FBI New York Criminal Division squad C-20 is investigating Ghislainc \nMaxwell in a child sex trafficking investigation based on information regarding several victims \nreportedly sexually abused by Jeffrey Epstein and Ghislaine Maxwell in the mid-late 1990s to \nthe early 2000s. Trial started for Ghislaine Maxwell on 29 November  2021 and C-20 received a \npotential list of defense witnesses on 11 December 2021, listing This Tactical \nIntelligence Report (TIR) addresses FBI New York Criminal Division Band II Threat — Crimes \nAgainst Children. \n(U) Key Findings \n• (U//FOLIO) \n• (U//FOLIO) \n(U) Opportunities was employed by Jeffrey Epstein and Ghislaine Maxwell. \nhad three prior addresses associated with Jeffrey Epstein. \n(U//FOLIO) Interviewing may reveal more information regarding her knowledge \nof victims and the relationship between Ghislaine Maxwell's and Jeffrey Epstein. \n(U//FOUO) Interviewing other witnesses may reveal more information regarding \nHealy's relationship with Ghislaine Maxwell and Jeffrey Epstein. \n(U) Substantiation \n(U//FOUO) was employed by Jeffrey Epstein and Ghislaine Maxwell. \n• (U///FOUO) As of October 2020, according to an FBI interview of an individual with \ndirect access, worked as a receptionist at the New York Office for \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nUNCLASSIFIED//FOR OFFICIAL USE ONLY \n1 \nEFTA02730271\nUNCLASSIFIED//FOR OFFICIAL USE ONLY \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nEpstein's company located of (FBI I FD-302 50D-NY-3027571, serial 5801 \n24 February 2021).' \n• (U//FOUO) As of October 2020 according an FBI New York interview of an individual \nwith direct access, I  was hired as a receptionist at\nfor Epstein's compan in 1996 when worked as a receptionist. When \nEspinosa worked at for Maxwell, it was understood Maxwell to be \nthe office manager o (FBI I FD-302 50O-NY-3027571, serial 568 \nI 9 February 2021). \n• (U) As of December 2021, according to https://jeffreyepsteinpodcast.com,  an online \nwebsite and podcast providing information about both Jeffrey Epstein and Ghislaine \nMaxwell, was referenced as working for Jeffrey Epstein after her sister, \nbegan working for Epstein during the 1990s. (The Prince and the Pervert \nPodcastI\"Epstein Sisters 14 October 2020 \n(1.1//FOUO) had three prior addresses associated with Jeffrey Epstein. \n• (U//FOLIO) As of December 2021, according to address records referenced in Accurint, \nhad three addresses listed as a residence that were associated with Jeffrey \nEpstein: 1) Epstein's Office located at \nEpstein's island located a \n00802; and 3) Epstcin's Ncw York residence located at \n(Accurint I Advanced Search I Accessed 12 December 2021 1 \"Comprehensive Search\"). \n• (U) As of December 2021, according to hups://leffreyepsteinpodeast.com,  an online \nwebsite and podcast providing information about both Jeffrey Epstein and Ghislaine \nMaxwell, worked for Jeffrey Epstein and was listed as a witness on an \nEpstein property transaction in 1998. (The Prince and the Pervert Podcast I \"Epstein \nSisters 114 October 2020 I \n(U) Biographical Information \n• (U//FOLIO) Name: (Accurint I Advanced Search I Accessed 12 December \n2021I\"Name Search\"). \n• (U//FOLIO) DOB: (Accurint I Advanced Search (Accessed 12 December 2021 1 \n\"Name Search\"). \n• (U//FOLIO) SSN: (Accurint I Advanced Search I Accessed 12 December \n2021I\"Name Search). \n• (U//FOLIO) Analyst Note: Epstein's New York office was located at 457 Madison Ave, New York, NY 10022. \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nUNCLASSIFIED//FOR OFFICIAL USE ONLY \n2 \nEFTA02730272\nUNCLASSIFIED//FOR OFFICIAL USE ONLY \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \n• (U//FOU0) Address: (Accurint I Advanced Search I \nAccessed 12 December 2021 I \"Name Search\"). \n• (U//FOLIO) Phones: \n(Accurint I Advanced Search I Accessed 12 December 2021I\"Comprehensive Search\"). \n(U) Investigative/Intelligence Gaps \n• (U//FOLIO) To what extent waste \nMaxwell's illicit activities? \n• (U//FOU0) What does-\nthe Epstein/Maxwell investigation? aware of Epstein's and \nknow about the victims referenced in \nUNCLASSIFIED// FOR OFFICIAL USE ONLY \n(U) Source Summary Statement \n(U//FOUO) Reporting in this TIR was derived primarily from FBI interviews of individuals with \ndirect access and open source information. All the information was collected between 14 October \n2021 and 16 December 2021. The reporting was current as of 19 January 2022. \n(U) Consumers: \n(U) Approval: \n(U) FBI New York Field Office prepared this Tactical Intelligence Report. Please direct comments and queries to \nFBI INTERNAL USE ONLY — DO NOT DISSEMINATE EXTERNALLY \nUNCLASSIFIED//FOR OFFICIAL USE ONLY \n3 \nEFTA02730273",
        "sha256": "52693ef15adb03ab0a24028422bafbb774c26be35ac439953c00319c58e6ff54",
        "pages": 3
      }
    ]
  },
  {
    "id": "doc_Dataset12_EFTA02730477",
    "title": "sourceFiles\\EFTA02730477",
    "date": null,
    "source": "Unknown",
    "filePath": "files/Dataset12/EFTA02730477/EFTA02730477.pdf",
    "mentions": [
      "roderic_alexander",
      "ghislaine_maxwell",
      "jeffrey_epstein"
    ],
    "sha256": "ed228324eb39978c4780d013b97b7de93533ee79450dc287a7daa9e4296a7871",
    "grouped_files": [
      {
        "path": "files/Dataset12/EFTA02730477/EFTA02730477.pdf",
        "size": 278925,
        "text": "UNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nTemplate Elleetire 10-1-2021 \nTactical Intelli ence Report \nFBI New York, ID-13 \n19 January 2022 \n50D-NY-3027571-INTELPRODS \n(U) LAW ENFORCEMENT SENSITIVE: The information marked (U//LES) in this document is the property of the \nFederal Bureau of Investigation (FBI) and is for internal use within the FBI only. Distribution outside the FBI \nwithout FBI New York's authorization is prohibited. Precautions should be taken to ensure this information is stored \nand/or destroyed in a manner that precludes unauthorized access. Information bearing the LES caveat may not be \nused in legal proceedings without first receiving authorization from the originating office. Recipients are prohibited \nfrom subsequently posting the information marked LES on a website on an unclassified network. \n(U) This document is classified [insert overall classification level]. \n(U) This document is only for FBI internal use. Do not externally disseminate this product. \n(U) Tactical Intelligence Report template approved for fiscal year 2022, as of I October 2021. \n(U//FOUO) Research and Key Findings for Roderic Alexander In Hamilton, a \nPerson of Interest for Alleged Defense Witnesses in the Ghislaine Maxwell \nThal \n(U) Executive Summary \n(U//LES) FBI New York C-20 is investigating Ghislaine Maxwell in a child sex trafficking \ninvestigation based on information regarding several victims reportedly sexually abused by \nJeffrey Epstein and Ghislaine Maxwell in the mid-late 1990s to the early 2000s. Trial started for \nGhislaine Maxwell on 29 November 2021 and FBI C-20 received a potential list of defense \nwitnesses on 11 December 2021. FBI New York conducted research on suspected defense \nwitnesses in order to identify the individuals and any derogatory information related to the \nindividuals. This TIR addresses FBI New York Criminal Division Band II Threat — Crimes \nAgainst Children. \n• (U//FOUO) Hamilton's last known INBOUND US travel occurred on 5 February 2016 \n• (U//FOUO) Hamilton's last known OUTBOUND US travel occurred on 7 February 2016 \n• (U//FOUO) Hamilton is associated to the company, Releev Limited in the United \nKingdom. \n(U) Substantiation \n(U//LES) Travel records reviewed for Roderic Alexander In Hamilton between 13 December \n2021 to 16 December 2021 identified his last known international travel to the United States. \n• (U//LES) According to TECS travel records matching the subject, Hamilton last traveled \nINBOUND on 5 February 2016 from London/Heathrow Intl to John F Kennedy Intl. \nHamilton used United Kingdom Passport# and traveled on a Visa waiver: \nBorder Patro TECS I \"Encounter Records of \nRoderic Hamilton\"113 December 2021-16 December 2021). \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nUNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \nEFTA02730477\nUNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \n• (U//LES) According to TECS travel records matching the subject, Hamilton last traveled \nOUTBOUND on 7 February 2016 from Newark Intl to London/Heathrow Intl. Hamilton \nused United Kingdom Passport# (US Customs and Border Patrol I TECS \n\"Encounter Records of Roderic Hamilton\" 113 December 2021-16 December 2021). \n(U) Open Source Research for Roderic Alexander In Hamilton on 13 December 2021 identified \ntwo websites matching the subject to a business in the United Kingdom. \n• (U) Website \no (U) According to CheckCompany, a UK based website providing free information \nabout companies, company directors and officers in the United Kingdom, Roderic \nHamilton was listed as being located in London and is associated to the business, \nReleev Limited. (Checkcompany.co.uk I \"Roderic Alexander Innes Hamilton —\nLondon, 22 January 2015\" I Accessed 13 December 2021 1 RODERIC \nALEXANDER INNES HAMILTON - LONDON (checkcompany.co.uk). \n• (U) Website \no (U) According to company-inforamtion.service.gov.uk, a UK based website \nproviding company information, Roderic Alexander Innes Hamilton is the \nDirector of Releev Limited, located at Flat 11 Southside Quarter, 38 Burns Rd \nLondon, England, SW115GY. Hamilton's birthday is listed as being \nand the company status is listed as dissolved. (Gov.UK I \"Company -\nInformation Service, No Date\" I Accessed 13 December 2021IRoderic Alexander \nInnes HAMILTON personal appointments - Find and update company \ninformation - GOV.UK (company-inforrnation.service.gov.uk). \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nUNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \n2 \nEFTA02730478\nUNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \n(U) Biographical Information \n• (U//LES) Name: Roderic Alexander In Hamilton (US \nCustoms and Border Patrol I TECS I \"Encounter \nRecords of Roderic Hamilton\" 113 December 2021-\n16 December  2021). \n• (U//LES) (US Customs and Border \nPatrol I TECS I \"Encounter Records of Roderic \nHamilton\" 113 December 2021-16 December 2021). \n• (U//LES) Passport: issued in GBR-United \nKingdom and expires on (US Customs and \nBorder Patrol I TECS I \"Encounter Records of \nRoderic Hamilton\" 113 December 2021-16 December \n2021). \n(U) Investigative/Intelligence Caps UNCLASSIFIED//FOR OFFICIAL USE ONLY \n(U) Roderic Hamilton \nNon•US Passport (P ) \nLast Name: HAMILTON \nFirst Name: RODERIC \nDOB: \nGender: M - Male \n(U) Source: TECS I Photo I UNCLASSIFIED//FOUR \nOFFICIAL USE ONLY I UNCLASSIFIED//FOUR \nOFFICIAL USE ONLY I Search Criteria: Roderic Hamilton; \nDOB \n• (U) What is the relationship between Roderic Hamilton and Ghislaine Maxwell \nand/or Jeffrey Epstein? \n• (U) Does Roderic Hamilton know any of the victims referenced in the \nEpstein/Maxwell investigation? \nUNCLASSIFIED// FOR OFFICIAL USE ONLY \n(U) Source Summary Statement \n(U) Reporting in this Tactical Intelligence Report was derived primarily from TECS (Treasury \nEnforcement Communications System). All the secured information was collected between 13 \nDecember 2021 and 16 December 2021. The reporting was current as of 19 January 2022. \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nUNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \n3 \nEFTA02730479\nUNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \n(U) Consumers: \n(U) Approval: = \n(U) FBI New York Field Office prepared this Tactical  Intelligence Report. Please direct comments and queries to \nFBI INTERNAL USE ONLY - DO NOT DISSEMINATE EXTERNALLY \nUNCLASSIFIED//LAW ENFORCEMENT SENSITIVE \n4 \nEFTA02730480",
        "sha256": "ed228324eb39978c4780d013b97b7de93533ee79450dc287a7daa9e4296a7871",
        "pages": 4
      }
    ]
  },
  {
    "id": "doc_Dataset12_EFTA02730996",
    "title": "sourceFiles\\EFTA02730996",
    "date": null,
    "source": "Unknown",
    "filePath": "files/Dataset12/EFTA02730996/EFTA02730996.pdf",
    "mentions": [
      "leon_black",
      "jeffrey_epstein"
    ],
    "sha256": "3f3227f62d8b449becef597d2b25f2b557394449ed2dd8d6d37c61e1393167b5",
    "grouped_files": [
      {
        "path": "files/Dataset12/EFTA02730996/EFTA02730996.pdf",
        "size": 1842775,
        "text": "EX-99.1 2 d118102dex991.htm EX-99.1 \nExhibit 99.1 \nDecheLLPrt \nMEMORANDUM \nDATE January 22, 2021 \nTO Apollo Conflicts Committee \nFROM Dechen LLP \nRE Investigation Of Epstein/Black Relationship And Any Relationship Between Epstein and Apollo Global Management, Inc. \nIn October 2020, the Conflicts Committee of Apollo Global Management, Inc. (\"Apollo\") retained Dechert LLP (\"Dechert\") as \nindependent counsel to conduct a thorough investigation into (1) the relationship between Leon Black (\"Black\") and Jeffrey Epstein (\"Epstein\"), \nincluding any financial, business or personal dealings between Black and any Black affiliate, on the one hand, and Epstein and any Epstein affiliate on \nthe other; (2) any work performed for, or services rendered to, Black or any Black affiliate by Epstein or any Epstein affiliate; (3) the financial or other \nrelationship, if any, between Apollo or any Apollo affiliate, and Epstein and any Epstein affiliate, including without limitation, any financial or other \ndealings between them; and (4) any statements made by or on behalf of Black or Apollo referring, relating to or characterizing either Black's or Apollo's \nrelationship with Epstein. The Committee placed no restriction on Dechert's investigation. This memorandum summarizes Dechen's findings. \nI. EXECUTIVE SUMMARY \nOver the past three months, Dechen has reviewed over 60,000 documents obtained from Black, Apollo, Elysium Management LLC \n(Black's \"Family Office\"), and Paul, Weiss, Rilkind, Wharton & Garrison LLP, outside legal counsel to Black and the Family Office (\"Paul Weiss\"). \nSuch documents include emails, text messages, banking statements, and other forms of communication. Potentially relevant documents were collected \nfrom Apollo for current and former employees of Apollo dating back to 1998 as well as for all current and former employees of the Family Office, \nincluding from the inception of the Family Office and prior to implementation of the separate Family Office (Elysium) email address. Text messages \nwere also collected from Black's cell phone. \nEFTA02730996\nDecheLLPrt Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 2 \nDechen was assisted in its document collection efforts by Paul Weiss, as well as by Apollo's legal counsel for the purpose of this \ninvestigation, Milbank LIP (\"Milbank\"),I Both Paul Weiss and Milbank fully cooperated in the investigation and agreed to provide every category of \ndocuments that Dechen requested. Paul Weiss and Milbank also assisted Dechert in providing access to not only materials but also various witnesses \nthought to be relevant to the investigation. \nSpecifically, Dechert interviewed more than 20 witnesses (some more than once), including Black, current and former Apollo employees, \nthe co-founders of Apollo, current and former Family Office employees, and current and former legal counsel to obtain their recollection of events that \nmay have been relevant to Dechert's investigation. With only one exception, Dechen interviewed every witness that it had requested; that witness, a \nformer employee of the Family Office, declined to participate in the investigation but is not believed to have any additional information likely to be \nmaterial to the investigation. Based on Dechen's thorough review of the documents and witness testimony, Dechert has made the following findings, \neach of which is set out in more detail below: \n1. Dechert has seen no evidence that Black or any employee of the Family Office or Apollo was involved in any way with Epstein's criminal \nactivities at any time. There is no evidence that Epstein ever introduced Black, or offered to introduce Black, to any underage woman. \n2. Black and others at Apollo and the Family Office were aware that Epstein had been convicted in 2008 for the charges of solicitation of \nprostitution and procuring a person under 18 for prostitution. There is no evidence suggesting knowledge of any other of Epstein's \ncriminal activity or the scope and details of such activity, at any time prior to such activities being publicly \nPaul Weiss has previously served as outside legal counsel to Apollo but did not do so for the purposes of this investigation. \nEFTA02730997\nDecheLLPrt Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 3 \nreported in late 2018 and culminating with Epstein's arrest in July 2019. When Black first retained Epstein, he believed that Epstein had \nserved his time for the originally charged offenses and believed that it was not inappropriate to give Epstein a second chance, as many \nother prominent figures in business, science, politics and academia had done. \n3. From approximately the mid-1990's to 2018, Black had a social relationship with Epstein, and from 2012 to 2017, Epstein provided \nprofessional services to Black as well. There is no evidence that Black paid Epstein for any services after April 2017, although the two \nmen did continue to communicate until October 2018. Professionally, Black retained Epstein to advise Black and the Family Office on a \nvariety of topics related to trust and estate planning, tax issues, philanthropic endeavors, and the operation of the Family Office. Socially, \nBlack was friendly with Epstein and confided in Epstein regarding personal matters. Epstein would, at times, allude to their personal \nrelationship when attempting to negotiate aspects of their business relationship, but Dechert has seen no evidence suggesting that either \ntheir professional or personal relationships ever touched upon Epstein's criminal activities or any other illegal activity. \n4. Epstein regularly advised Black on a variety of issues related to trust and estate planning, tax, philanthropy, and the operation of the \nFamily Office. Although witnesses agreed that: (a) not all of Epstein's advice was useful and (b) Epstein was generally a disruptive and \ncaustic force within the Family Office, many witnesses believed that Epstein had creative ideas that no other advisor had proposed and \nwould push Family Office employees to achieve greater performance than they might have achieved on their own. As a result of Epstein's \nwork, Black believed, and witnesses generally agreed, that Epstein provided advice that conferred more than SI billion and as much as \n$2 billion or more in value to Black. \nEFTA02730998\nDecheLrt L P Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 4 \n5. Black compensated Epstein for his work in amounts that were intended to be proportional to the value provided by Epstein. Those \npayments for work performed over the period 2012 through 2017 totaled $158 million. In 2013, payments were memorialized in signed \nand unsigned agreements. After that point, payments were made on an ad hoc basis based on Black's perceived value of Epstein's work. \nDechert has seen no evidence suggesting that Black ever compensated Epstein for any service other than Epstein's legitimate advice on \ntrust and estate planning, tax issues, issues relating to artwork, Black's airplane, Black's yacht, and other similar matters, philanthropic \nissues, and the operation of the Family Office. Moreover, such advice was vetted consistently by Black's other advisors, including Family \nOffice employees, Paul Weiss, and other outside legal, accounting and tax professionals. \n6. Beginning in 2016, Black and Epstein's professional and personal relationship deteriorated over a payment dispute that had long been \nbrewing, with Black refusing to pay Epstein tens of millions of dollars that Epstein believed he had earned. Black's last payment to \nEpstein was made in April 2017; in 2018, Epstein repaid a portion of two loans that were outstanding to Black but never repaid the \nbalance. Black and Epstein ceased communications in or around the fall of 2018, prior to the renewed public revelations of Epstein's \nconduct and Epstein's arrest and suicide. \n7. Epstein and his entities did not invest in any Apollo-managed funds. However, in 2011, one of Epstein's entities, Financial Trust Company, \npurchased 263,257 shares of Apollo's stock in its initial public offering. Those shares appear to have later been transferred to a second \nEpstein entity, Southern Financial LLC, and appear to have been held through at least September 2019. Aside from this stock purchase, \nand the tangential matters described below, Dechert has seen no evidence of Epstein or any Epstein entity having any relationship with \nApollo or any Apollo-managed fund. \n8. Epstein made repeated efforts to ingratiate himself with other senior executives at Apollo and appears to have relied on Black to help him \nmake those introductions. Despite these efforts, Dechert has seen no evidence of any other Apollo executive ever retaining Epstein for his \nservices. \nEFTA02730999\nDecheLLPrt Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 5 \n11. BLACK AND EPSTEIN DEVELOP A \nPERSONAL AND THEN A BUSINESS RELATIONSHIP \nBlack was introduced to Epstein in the mid-1990's by a mutual friend. Following the introduction, they grew to know each other better and \ndeveloped a personal relationship. While Black and Epstein discussed estate planning, philanthropy, and related issues over the years, Black did not \nengage Epstein to provide him with any services until 2012. Initially, Black viewed Epstein as someone who was very intelligent and knowledgeable \nregarding issues relating to estate planning and taxation. Black also was impressed by Epstein's connections to many prominent figures in business, \npolitics, and science. Epstein spoke knowledgeably about scientific innovation and technology. He introduced Black to well-regarded researchers at \nHarvard University and the Massachusetts Institute of Technology and encouraged Black to donate to charitable causes that supported scientific \ndevelopment. In 1997, Black appointed Epstein as one of the initial directors of the Black Family Foundation, which was established for the purpose of \nfacilitating contributions by Black and his family to philanthropic endeavors. Black was further impressed when he learned that David Rockefeller had \nappointed Epstein as a director to the Board of Rockefeller University. This appointment was consistent with Black's understanding that Epstein was \nextremely knowledgeable about science and technology, as well as a strong proponent of scientific research and development. \nIn the mid-I 990's, Black's business and net worth were growing and his children were young so Black was less focused on matters related \nto estate planning. Although he may have discussed such matters with Epstein, such discussions were peripheral at the beginning of their relationship. \nAs the importance to Black of effective tax and estate planning grew over time in the 2000's, Epstein eventually recommended that Black retain the \nservices of a particular trusts and estate attorney from a prominent law firm. That attorney was primarily responsible for Black's trust and estate \nplanning until approximately 2012 or 2013, when Epstein started to take a more active role. \nEFTA02731000\nDecheLLPrt Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 6 \nIn mid-2007, Epstein resigned from the Black Family Foundation. However, due to an oversight, the IRS Form 990s filed for the Black \nFamily Foundation during the period 2008-2012 failed to reflect his resignation. Following discovery of the error in or around 2013, the Black Family \nFoundation issued a confirmation of his earlier resignation. \nIn 2008, Epstein pled guilty in Florida to two felony offenses: procuring a person under the age of 18 for prostitution and solicitation of \nprostitution. As a result, he received a I3-month sentence, the majority of which was spent on work release, and one year of house arrest before being \nreleased in August 2010. Black was aware of Epstein's guilty plea and understood from Epstein that these offenses arose out of a single instance in \nwhich Epstein had received a massage from a 17 year old prostitute. According to Black, Epstein had told him that the woman had shown Epstein false \nidentification suggesting that she was not underage. Black had no client relationship with Epstein at the time. \nBlack formed the Family Office in 2008 to better manage his finances, trusts, and estate planning. At its inception, the Family Office \nincluded only a single employee, but it gradually grew over time as Black hired additional management, legal counsel, and staff. By 2014, the Family \nOffice had approximately 10 employees. \nFollowing Epstein's prison sentence, Black believed that Epstein had served his time and that it would not be inappropriate to maintain a \npersonal and professional relationship with Epstein. This decision appears to have been informed by at least three factors. First, Black believed that the \nseverity of Epstein's offenses was limited to a single instance of soliciting a 17 year old prostitute that Black believed Epstein had mistakenly \nunderstood was older. Second, numerous prominent figures, including CEOs, banking institutions, leading figures in technology, science and business, \ndiplomats, and Nobel Laureates, continued to maintain social and business relationships with Epstein. Third, Black describes himself as someone who \nbelieves in rehabilitation, and in giving people second chances. Based on this belief, he has maintained relationships with other notable figures in the \nbusiness world, such as Michael Milken and Martha Stewart, who have spent time in prison. \nEFTA02731001\nDecheLLPrt Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 7 \nBlack agrees, in hindsight, that he should not have given Epstein a second chance and that he would not have done so if he had known \nmore about Epstein's criminal activity. Dechert has not found any evidence to suggest that Black, during the period of their relationship, knew anything \nabout Epstein's criminal activity aside from the one instance described above, to which Epstein had admitted when he pleaded guilty in 2008. \nIn 2012, Epstein and Black began to discuss a business arrangement pursuant to which Epstein would advise Black and the Family Office \non trust and estate planning, tax issues, philanthropic issues, and the operation of the Family Office. The terms of this arrangement, a description of the \nwork provided, and a summary of the payments for this work are set forth below. Black and Epstein's relationship deteriorated between 2016 and 2018 \nover a dispute that had long been simmering regarding payment for Epstein's work, which also is described in more detail below. Black severed all ties \nwith Epstein in approximately October 2018. \nThroughout Epstein and Black's relationship, Black viewed Epstein as a friend worthy of his trust. They attended social events together, \nBlack confided in Epstein on personal matters, and Black introduced Epstein to his family. Black regularly visited Epstein's townhouse in New York to \neither discuss business or to meet other prominent guests who were visiting Epstein, including well known businessmen, political figures, diplomats, \nscientists and celebrities. In general, one-on-one breakfast meetings between Black and Epstein would be more common for business meetings, whereas \nafternoon meetings with other guests would be more common for social visits. \nEFTA02731002\nDecheLLPrt Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 8 \nRegarding travel, Black and his wife briefly visited Epstein at his residence in Paris for drinks on a single occasion. Black and his wife \nalso visited Epstein at his property in Santa Fe on a single occasion, while Black and his wife were on their way to California on Black's personal \nairplane.2 Black also briefly visited Epstein in Florida on one or two occasions. Black recalls visiting Epstein's island in the Caribbean on two occasions \nand was accompanied by his wife and one or more of his children on both. Black never spent the night at any property owned by Epstein. Black only \nrecalls flying on Epstein's private airplane on a single occasion, when he and one or more of his children went to meet with professors at academic \ninstitutions in the Boston area. \nBlack viewed Epstein as a confirmed bachelor with eclectic tastes, who often employed attractive women. However, Black did not believe \nthat any of the women in Epstein's employ were underage. Black has no recollection of ever seeing Epstein with an underage woman at any time. \nBlack stated that he was repulsed by the details of Epstein's crimes that were published in late 2018 and regretted ever having worked with \nEpstein. Other witnesses agreed that Black was shocked when the allegations became public. Some witnesses noted specifically that they did not believe \nBlack would have allowed Epstein to be introduced to Black's wife and children if Black had had any suspicion that Epstein had done anything \ninappropriate or illegal with girls or young women. \nIII. EPSTEIN PROVIDED SUBSTANTIAL \nVALUE TO BLACK AND THE FANIHN OFFICE \nMany witnesses believed Epstein provided significant value to Black and the Family Office in the areas of estate and tax planning. \nAlthough witnesses had different opinions about the extent of Epstein's value on specific projects, it was generally agreed that Epstein was an active \nparticipant who provided unique solutions to several issues raised in the Family Office. Dechert found support for this in its document review: Epstein \ncommunicated often with members of the Family Office, proposed distinct solutions to issues raised, and provided specific feedback with regard to \nworks in progress. Other Black \n2 At Epstein's request, Black and his wife provided transportation from Santa Fe to California on Black's plane to two or more of Epstein's adult \nguests in Santa Fe. \nEFTA02731003\nDechert LLP Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 9 \nadvisors, including employees of the Family Office, Paul Weiss, and other outside accountants, lawyers and tax professionals would vet his ideas, and he \nwould regularly challenge them to think outside the box as well as to defend their positions from both a legal and pragmatic standpoint. In short, there is \nno question that Epstein performed substantive work for Black and that Black genuinely believed that Epstein was extremely smart, capable, and saved \nhim substantial amounts of money. \nIn addition, Epstein helped manage, and provided oversight to, the Family Office between late 2012 and 2017. In that capacity, he worked \non a variety of projects. Witnesses described the following as being the most significant projects during Epstein's tenure, although there were a number \nof other estate and tax-related projects and issues with which Epstein was involved during this time period. \nA. 2006 Grantor Retained Annuity Trust (-GRAT\") \nThere was a consensus among witnesses that Epstein offered a unique solution to a potential estate planning problem that arose out of a \ntrust known as the 2006 Grantor Retained Annuity Trust (\"2006 GRAT\"). Many witnesses opined that this solution — which Epstein offered in the \nbeginning of Black and Epstein's working relationship in late 2012 — was the most valuable piece of work Epstein provided Black. \nA GRAT is an estate planning mechanism that allows a grantor of a trust to transfer to his or her beneficiaries that portion of the assets \ncontributed to the trust that have appreciated in excess of an assumed growth rate set by the Internal Revenue Service (\"IRS\"). If done properly, the \nassets should be transferred out of the estate without gift or estate tax liability. The grantor retains the right to receive a series of annuity payments from \nthe GRAT for a specified period of time. Each annuity payment is based on a percentage of the fair market value of the assets transferred to the GRAT at \nthe time of transfer. \nEFTA02731004\nDecheLLPrt Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 10 \nBlack was interested in establishing GRATs because they would allow him to transfer certain assets outside of his taxable estate as well as \nto accomplish other financial and estate planning objectives. Originally, the 2006 GRAT was established by Black's former trusts and estates attorney \nwho had been recommended to Black by Epstein. However, it appears that because of the way the 2006 GRAT had been stnictured,3 there was a serious \nrisk that, absent additional action, the GRAT would carry a future risk of a large estate tax assessment and thus would not perform as Black understood it \nwould. Both a former Family Office employee and outside counsel agreed that, at the time the issue was identified, the estate tax would have been \naround $500 million. Witnesses differed on what the value of the estate tax would have been today or in the future if the issues had not been resolved, \nbut they believed the estate tax liability could have been as much as $1 billion or more. \nOnce the potential issues were identified, Black and his advisors attempted to find a way to resolve them. Although Family Office \nemployees and outside counsel offered various solutions, all witnesses agreed that Epstein proposed the best and most creative solution to the problem. \nEpstein approached Black with his solution — which Epstein asserted was proprietary — and Black agreed to pay Epstein to implement this solution. \nOutside legal counsel described the solution as a \"grand slam\" and one that met all of Black's financial and estate planning goals. \nBy solving an estate tax problem potentially worth at least $500 million, and possibly substantially more, Epstein contributed significant \nvalue to Black and his estate. This was the first project that Epstein worked on for Black and Epstein's success on this project appears to have validated \nBlack's trust in him and strongly influenced Black's decision to continue to use Epstein's services going forward. \nB. itg Up Basis Transaction \nBeginning in fall 2015, Epstein also appears to have provided significant value to a subsequent transaction that addressed certain loans \nbetween Black and certain family trusts for the purpose of achieving a potential tax benefit for Black's children. Although witnesses were less certain of \nthe specific \n3 Witnesses differ as to whether an issue with the GRAT had been discussed at the outset, or was only later appreciated or identified; regardless, the \nissue became apparent to Black, Epstein, and Black's other advisors at or around the time Epstein first began providing his services to Black. \nEFTA02731005\nDecheLrt L P Apollo Conflicts Committee \nJanuary 22, 2021 \nPage II \nvalue of this transaction because the extent of savings was not likely to be known until the future, witnesses agreed that this transaction provided \nsignificant value. Epstein estimated that this transaction had saved $600 million in value and Black appears to have agreed with that estimate. Outside \ncounsel stated that this was a complicated transaction that took approximately nine months to plan and execute. \nWitnesses noted that there was a dispute following this transaction over whether Epstein had come up with the idea for this transaction on \nhis own or if the transaction had first been proposed by outside counsel. Outside counsel stated that this transaction did not originate from Epstein but \nthat Epstein had nevertheless played an instrumental role in completing it. The extent of Epstein's role in this transaction led to a dispute over Epstein's \nfees, which is described more fully below. \nC. Other Estate Planning Advice \nLeveraging his success on the GRAT issue, Epstein continued to provide ongoing advice on a variety of issues regarding Black's estate. \nThis general estate planning advice touched on many different subjects, including providing further advice and planning with respect to various trusts, \ngeneration planning, establishing additional GRATs, tax planning, enhancing the Family Office (which, until that time was, by all accounts, inadequate \nto handle Black's growing estate), and preparing detailed \"fire drill\" plans that would test how Black's estate would be treated in multiple different \nscenarios based on a variety of assumptions regarding timing of death, price of Apollo stock and other variables. Witnesses, including outside counsel, \nremarked that, despite Epstein's lack of formal training in law or accounting, his fire drill plans were more detailed and comprehensive than any similar \nplans they had seen prepared for other clients. \nIn describing Epstein's contributions to Black's estate planning and other advice, witnesses had varying opinions on the value of Epstein's \nwork. Epstein put forth a variety of ideas on many different tasks by circulating lengthy lists of ideas that he thought should be pursued. Many of those \nideas would appear plausible at face value, but did not hold up under scrutiny. Witnesses, including Black, believed that part of the challenge of working \nwith Epstein was separating the good ideas from the bad ones. There was a general consensus that some of Epstein's ideas were uniquely creative and \nuseful, while others were unremarkable or not viable. \nEFTA02731006\nDecheLrt L P Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 12 \nOne area where witnesses believed Epstein provided value to Black's estate included being able to motivate Black to concentrate on \ncertain Family Office issues in a way that others could not. Epstein played an active role in convincing Black to bring Black's family members into the \nconversation about estate planning, trust formation, and philanthropy. As confirmed by both witnesses and the documentary evidence, Epstein played a \ncentral role in meeting with Black's family and explaining to them how Black's estate was organized and to encourage them to be more engaged in the \nplanning process and philanthropy. \nD. Tax Planning, Compliance And Audit Advice \nAlthough Epstein had no formal tax training, witnesses agreed that he was very knowledgeable on a variety of issues relating to tax \nplanning, tax compliance, and managing and responding to audit inquiries from taxing authorities. Both witness testimony and the documentary record \nconfirm that Epstein played an important role in resolving a number of potentially significant tax-related issues for Black during the time period 2013 \nthrough 2017, which included, among others: (1) addressing an IRS audit letter relating to the 2013 tax year; (2) planning and coordinating the \nsubmission of statements of reasonable cause for a series of tax years to address an apparent failure to file certain tax forms, including IRS Forms 8865, \nrelating to Black's interests in BRH Holdings L.P., a partnership through which Black and the other Apollo co-founders hold their ownership interests in \nApollo and related foreign partnerships; (3) addressing an IRS audit letter regarding Black's 2012 tax filings, including interfacing with the IRS to \nachieve a positive resolution; and (4) advising on tax matters related to Phaidon, a UK publishing entity that Black had acquired and that had a \nparticularly complex organizational structure. Epstein would not draft materials related to tax issues on his own, but he would make suggestions, provide \ncriticism, and generally manage the process for addressing tax concerns as they arose. \nEFTA02731007\nDechert Apollo Conflicts Committee \nJanuary 22, 2021 \nL L P Page 13 \nE. Epstein's Other General Advice \nEpstein also appears to have provided substantive advice to the Family Office on myriad esoteric issues, which included (i) managing \nBlack's artwork, (ii) advising on issues relating to Black's yacht, and (iii) advising on issues relating to Black's airplane. While witnesses had differing \nopinions on the precise value added, there was general consensus that Epstein would get into the weeds on obscure issues about which otherwise highly \ncompetent Family Office employees were not knowledgeable, such as aspects of specific regulations governing airplane usage, and frequently provided \nvaluable assistance. \n1. Managing  Black's Artwork \nFamily Office witnesses generally agreed that Epstein advised Black in a few areas related to Black's artwork, including: (i) the formation \nof a new art partnership, (ii) the contested ownership of a Picasso sculpture, (iii) Black's art loans, (iv) like-kind exchanges, and (v) obtaining a potential \nadvisory opinion from the New York State Department of Taxation and Finance regarding a contemplated transaction involving Black's art. The value \nprovided from each project differed depending on the project. Although Family Office employees generally agreed that Epstein was not an expert in art \nmanagement or art law, witnesses also opined that he was helpful in the formation of the art partnership and was fairly involved in assisting Black in \nconnection with the sale of certain pieces of artwork. \n2. Advice Regarding Black's Yacht \nWitnesses confirmed that Epstein advised Black on the management of Black's yacht. One witness said that Epstein was involved with \nBlack's initial purchase of his yacht, which involved assisting in structuring the entity that owned the vessel and moving it. Mother witness recalled \nEpstein advising Black on how to charter the vessel. A third witness said Epstein generally flagged issues regarding the vessel, but Epstein did not get \ninto the nuances of managing and advising on tax structuring relating to the vessel. As such, it appears Epstein's involvement in yacht-related items \nvaried depending on the specific project. \nEFTA02731008\nDecheLLPrt \n3. Advice Regaftilftft-ififtdnillgang Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 14 \nFamily Office employees opined that Epstein was very knowledgeable about selling and purchasing airplanes, the organization of airplane \nentities, and the relatively complex and obscure regulations and requirements applicable to airplane usage. Witnesses confirmed that Epstein added \nvalue in the restructuring of airplane entities and advising on the certification of the airplane. One Family Office employee recalled that an airplane \nbroker was not pleased when Epstein got involved in the negotiation for an airplane purchase because the broker knew Epstein was sophisticated when it \ncame to airplanes and that it would be hard to negotiate against Epstein. Although the Family Office regularly vetted Epstein's views and advice with \noutside counsel, Family Office employees agreed that Epstein often pointed Black in the right direction regarding airplanes. There thus appears to be a \ngeneral consensus that Epstein's input regarding a range of issues pertaining to airplanes was valuable to Black. \nF. Improving  The Family Office \nIn addition to assisting on specific projects, Epstein also played an important role in developing, managing and improving the Family \nOffice, improving recordkeeping, and locating misplaced assets. Witnesses agreed that in 2012, when Epstein began working for Black, the Family \nOffice was ill-equipped to manage Black's growing estate at the sophisticated and expert level that Black expected and needed. Epstein appears to have \ntaken the reins in developing the Family Office by extensively reviewing its operations, advising on personnel changes, including interviewing \ncandidates for employment and recommending terminations of those he felt were inadequate performers, and consistently pushing the employees to \nimprove the quality of their work. Family Office employees were instructed to run most decisions relating to tax and estate planning by Epstein so that \nhe could provide comments and criticism. Several contemporaneous emails from Epstein describe an effort to develop the Family Office to a point \nwhere it could operate autonomously. Epstein would liken the Family Office to a house, for which he would play the role of architect. \nEFTA02731009\nDecheLrt L P Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 15 \nBy all accounts, Epstein was a strict taskmaster who could be difficult to work with. Epstein was often quick to criticize Family Office \nemployees and had a habit of overdramatizing even minor perceived errors. At the same time, Epstein would seek to take credit for good ideas, \nregardless of his level of involvement, which likely was intended to bolster his perceived value to Black. As a result of these actions, some witnesses \ndescribed a toxic and destructive work environment under Epstein. That being said, several witnesses agreed that the pressure that Epstein exerted upon \nthe employees did drive an improvement in their performance. \nBlack also found Epstein difficult to work with and would often grow frustrated with the frequency and length of Epstein's \ncommunications, in which he would identify long lists of perceived issues and problems within the Family Office. Black knew Epstein was greedy and a \nself-promoter and was likely attempting to prove his own value. At the same time, Black also felt that Epstein was identifying genuine issues that needed \nto be resolved. As their business relationship continued, Black wanted to \"wean\" the Family Office off Epstein so that he was less reliant on Epstein's \nservices, but Black found it difficult to do so because, from Black's perspective, Epstein was identifying and solving significant issues that were not \nbeing addressed by other employees or advisors. As Black explained, he was annoyed by how often Epstein would complain about the \"cavities\" that \nEpstein was finding in Black's \"mouth\" (the Family Office), but, at the same time, they were all \"real cavities\" that needed to be filled. \nThus, although Epstein's management style made him difficult to work with, and in many ways an overly demanding overseer of the \nFamily Office, there appears to be general agreement that Epstein played an important role in driving excellence and developing the Family Office in the \nperiod from 2012 to 2017. \nEFTA02731010\nDecheLLPrt Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 16 \nIV. RI .ACK COMPENSATED EPSTEIN BETWEEN 2013 AND 2017 FOR EPSTEIN'S BONA \n1,11E PROVISION OF TAX, ESTATE PLANNING AND OTHER RELATED SERVICES \nWith the assistance of legal counsel, Epstein and Black negotiated a written service agreement that was drafted by Black's counsel and \nsigned on February 13, 2013. Under this agreement, which was entered into between Black and Southern Trust Company, Inc., an Epstein affiliate, \nEpstein agreed to provide \"services deemed appropriate by [Epstein] and Mr. Black in connection with\" \"estate planning matters in respect of \nMr. Black's assets and estate.\" Those services included Epstein's work on the resolution of the complex 2006 GRAT issue starting in 2012. Although \nEpstein represented to Black that he generally charged clients $40 million per year for his advice, Epstein agreed to provide this initial work for \n$23.5 million, which was expected to be made in two installment payments occurring in 2013. Both of these payments were made to Southern Trust \nCompany, Inc.: the first payment of $15 million was made on February 15, 2013, and the second payment of $8.5 million was made on October 15, \n2013. \nGiven Epstein's success on the GRAT issue, Black and Epstein appear to have reached agreement on a second service contract in around \nMay 2013 containing a similar description of the scope of services to be rendered. It was also negotiated by legal counsel and multiple drafts were \nexchanged. Although this agreement appears never to have been signed, both Black and Epstein appear to have largely abided by the negotiated terms in \n2013. Pursuant to this agreement, Epstein continued to provide additional advice to Black and the Family Office in 2013 and 2014. In exchange, Black \nagreed to pay Epstein $56.5 million in five installment payments over 2013 and 2014. Black made the first two installment payments in 2013, totaling \n$26.5 million, but the agreement appears to have been renegotiated in early 2014 to cover the outstanding balance plus additional amounts. The total \namount paid in 2013 was $50 million. \nStarting in 2014, Black began to pay Epstein for his ongoing services on an ad hoc basis, without negotiating written service agreements. \nIn total, Black paid Epstein $70 million in 2014 and $30 million in 2015. Of these amounts, Black attributed $20 million to Epstein's work on the \nstep-up basis transaction and attributed the remainder to the various other matters including his advice about estate, tax planning, tax audits, and filings, \nmanaging Black's artwork, Family Office management, and advice regarding Black's yacht and airplane as set forth above. \nEFTA02731011\nDecheLrt L P Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 17 \nBlack did not pay Epstein in 2016. In April 2017, he made a final payment to Epstein of $8 million, which appears to be attributable to \ncertain tax advisory and compliance services provided by Epstein. From 2013 through 2017, Black was under the misconception that his payments to \nEpstein would be tax deductible (\"sixty cent dollars\") because this is what Epstein had told Black. Thus, Black erroneously believed that all of the \namounts he was paying to Epstein would be fully deductible on his tax returns. \nAlthough Black appears to have paid Epstein specific amounts for Epstein's work on the GRAT issue and the basis transaction, Black did \nnot generally view the payments he was making to Epstein as compensation for specific tasks. Instead, Black viewed the payments as compensation for \nthe overall value he believed Epstein was providing to him through Epstein's advice on trust and estate planning, tax issues, philanthropic issues, and the \noperation of the Family Office. In this context, although not every one of Epstein's ideas produced substantial value to Black, Black, as well as a number \nof witnesses, agreed that the value provided by Epstein to Black and the Family Office substantially exceeded the total compensation that Black paid to \nhim. However, it is clear that the compensation paid by Black to Epstein far exceeded any amounts Black paid to his other professional advisors. \nV. 01.ACR' LOANED $30.5 MILLION TO EPSTEIN \nSeparate from the payments made to Epstein or his entities between 2013 and 2017 for services rendered, Black made two loans to \nEpstein, for $22.5 million and $8 million, respectively, in early 2017. These two loans were negotiated and documented by legal counsel. The loans were \nstructured as being made by BV70 LLC, an entity owned by Black, to Plan D LLC, an entity owned by Epstein. These loans were payable on demand \nfrom BV 70 LLC, were intended to be short-term loans and were made in connection with an art transaction involving Epstein. \nEFTA02731012\nIDechert Apollo Conflicts Committee \nJanuary 22, 2021 \nL L P Page 18 \nBlack demanded repayment of the loans in full in early 2018. In response, Epstein repaid only $10 million of the outstanding amount. The \nremaining balance of the loans remained unpaid at the time of Epstein's death, despite Black's repeated demands for repayment in full during 2018. \nVI. BLACK AND EPSTEIN MADE CHARITABLE DONATIONS AT EACH OTHERS' REQUESTS \nThroughout their relationship, Black and Epstein each donated to charitable causes and encouraged each other to donate to charitable \ncauses. For example, on at least two occasions, Epstein made significant donations to the Melanoma Research Alliance, a charitable foundation \nestablished by Black and his wife, at Black's request. Similarly, Black made donations at Epstein's request to various scientific and charitable \norganizations, including the Massachusetts Institute of Technology. Harvard University, the Arizona State University Origins Project, and the Peace \nInitiative Foundation. Black also made a $10 million donation to Gratitude America in October 2015, which was a charitable organization affiliated with \nEpstein.4 Black felt comfortable making this donation because he understood that Epstein was a strong proponent of scientific innovation. \nVII. BLACK CUT TIES WITH EPSTEIN IN 2018 OVER A FEE DISPUTE \nBlack and Epstein's relationship deteriorated between 2016 and 2018, largely as a result of a dispute over payment regarding the step-up \nbasis transaction. There appears to have been an understanding between Black and Epstein that Epstein would be compensated for some portion of the \nvalue conferred from any idea that originated from Epstein. However, although witnesses agreed that Epstein had played an integral role in completing \nthat transaction, there was a dispute over whether the idea for the transaction had originated with Epstein. Epstein claimed full credit for the transaction \nand demanded payment of $60 million, which would have been 10% of a perceived benefit of $600 million \n4 Separate from this $10 million donation, Dechert's investigation also found a letter from Gratitude America to Black on August 21, 2015 in which \nGratitude America thanks Black for a $5 million donation. It was also confirmed in an email from Epstein to Black. However, Dechert did not find \nany document prepared by Black or the Family Office confirming this donation or any bank record reflecting such payment. \nEFTA02731013\nDecheLrt L P Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 19 \nthat Epstein asserted the basis transaction had provided. Black's legal counsel disputed Epstein's assertions both that the idea had originated with \nEpstein and that the perceived savings could accurately be measured and quantified in advance. As discussed previously, Black agreed to pay Epstein \n820 million rather than the $60 million demanded by Epstein. \nFollowing that payment, Epstein sent numerous emails in 2016 and 2017 in which Epstein complained about the lack of further payment \nand attempted to pressure Black to provide greater compensation. Epstein's communications on these issues were lengthy and often included \nunsubstantiated assertions regarding work Epstein had purportedly performed for Black, the value of that work, and agreements that had purportedly \nbeen made relating to compensation. Epstein's communications also included extended warnings about a number of perceived issues affecting the \nFamily Office and Black's estate planning, coupled with assertions that Epstein no longer wished to play any role in resolving those issues. Epstein also \nwould invoke his friendship with Black in those emails, including by referencing personal matters that Black had shared with Epstein in confidence, \nalthough there is no evidence that those matters had any relationship to any of Epstein's criminal activity or to any of Black's payments to Epstein. \nEpstein's efforts to push Black for additional compensation proved unsuccessful, with Black refusing to provide any additional payment in \n2016 and agreeing to pay 88 million in 2017 to compensate Epstein for what appears to be work Epstein had performed relating to certain tax advisory \nand compliance advice. Both Epstein and Black repeatedly suggested throughout 2016 and 2017 that they should meet with legal counsel from Paul \nWeiss to address their payment dispute but such meeting did not occur until April 2018 largely because of delay caused by Epstein. The April 2018 \nmeeting was demanded by Black after growing tired of Epstein's constant pleas for additional compensation. At the meeting, Black gave his legal \ncounsel and Epstein each an opportunity to demonstrate who had first come up with the idea for the step-up basis transaction; it appears that while \nEpstein had been instrumental in implementing and consummating the transaction, the idea was in fact originated by one of Black's outside lawyers, and \nnot Epstein. Black made no additional payments to Epstein following this meeting. \nEFTA02731014\nDechert Apollo Conflicts Committee \nJanuary 22, 2021 \nL L P Page 20 \nDue to the above fee dispute, the difficulty of dealing with Epstein, Epstein's failure to repay $20 million in loans and the realization that \nEpstein had mischaracterized his fees as being fully tax deductible, Black severed relations with Epstein by October 2018. \nviii. PUBLIC STATEMENTS BY BLACK AND APOLLO \nBlack and Apollo have made several public statements about their relationship or lack thereof with Epstein. For example, following \nEpstein's July 2019 arrest, on July 31, 2019, Black sent a letter to Apollo's limited partners (the \"July 31 Letter'. Black also made several statements to \ninvestors in quarterly calls. As part of Dechert's review, Dechert sought to verify the accuracy of these public statements. Dechert has determined that \nthe public messaging from Black and Apollo has been substantially accurate but, in two instances, may warrant additional context or clarification. \nIn the July 3I Letter, Black stated that \"From time to time, Mr. Epstein provided professional services to my family partnership and related \nfamily entities, involving tax, estate planning, and philanthropic advice.\"5 And in an Apollo earnings call on October 29, 2020, Mr. Black reiterated that \nEpstein provided \"professional services to my family partnership and related family entities, involving [estate] planning, tax, structuring of art entities \nand philanthropic advice.\" He further stated that Epstein's \"work extended over a period of six years from 2012 to 2017 and I paid him millions of \ndollars annually for that work.\" Black further asserted that \"There exists substantial documentary support for the services provided. All of Epstein['s] \nadvice was vetted by the leading law firms, accounting firms and other professional advisors.\"6 As detailed above, Dechert's investigation has confirmed \nthese statements to be true, based on both documentary support and the testimony of wimesses.7\n5 This statement in sum and substance also appears in Black's statement to Apollo employees, dated July 26, 2019, and in Apollo's Q2 earnings call \non July 31, 2019. \n6 Transcript of October 29, 2020 Apollo Earnings Call at 7. \n7 Black also stated in the July 31 Letter and elsewhere that on occasion, he had donated money to certain charitable organizations with which \nMr. Epstein was affiliated, and that Epstein had made contributions to certain charitable organizations that were meaningful to Black. As detailed \nabove, these statements are substantially consistent with Dechert's findings. \nEFTA02731015\nDecheLrt L P Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 21 \nIn the July 31 Letter, Black further stated that he \"was completely unaware of, and am deeply troubled by, the conduct that is now the \nsubject of the federal criminal charges brought against Mr. Epstein.\"8 As detailed above, Dechert's investigation has found nothing to contradict this \nstatement. While Mr. Black was aware of Epstein's guilty plea in 2008, he was unaware of the scope and extent of the criminal offenses that later \nsurfaced publicly through media reports in 2018, and that culminated in Epstein's arrest in July 2019, and suicide shortly thereafter. \nIn the July 31 Letter, Black also stated in pertinent part that: \"Apollo never did any business with Mr. Epstein at any point in time9 [and] \n[n]either Mr. Epstein nor any company controlled by him has ever invested in any funds managed by Apollo.\"10 He also stated that \"Apollo does not \nhave, and never has had, any relationship with Mr. Epstein.\" Dechert has found no indication that Apollo ever retained Epstein for his services or that \nEpstein ever invested in an Apollo-managed fund, and thus Dechert's review can confirm that these statements are accurate. That said, the phrases \n\"never did any business with\" and \"does not have, and never has had any relationship with\" are quite broad in scope. Dechert's investigation has \ndetermined that Financial Trust Company, a company owned by Epstein, purchased 263,257 shares in Apollo during its initial public offering pursuant \nto a directed share offering program \n8 See also Transcript of July 31, 2019 Apollo Earnings Call; Black statement to Apollo employees dated July 26, 2019. \n9 See also Transcript of July 31, 2019 Apollo Earnings Call at 14; Black statement to Apollo employees dated July 26, 2019; Transcript of \nOctober 29, 2020 Apollo Earnings Call at 7. \n10 See also Transcript of October 29.2020 Apollo Earnings Call at 7. \nEFTA02731016\nDecheLLPrt Apollo Conflicts Committee \nJanuary 22, 2021 \nPage 22 \nmanaged by the lead broker-dealer in March, 2011.11 Black did not recall that transaction almost a decade later. Dechert has further determined that in \nthe early 2000's, Financial Trust Company invested in two other entities, AP SHL Investors LLC and AP Technology Partners LLC, which are not \nApollo funds and do not have any formal relationship with Apollo, but were formed by certain Apollo executives to explore investment opportunities \nthat Apollo chose not to pursue.12 In addition, in 2011, Epstein, through Financial Trust Company, appears to have invested in Environmental Solutions \nWorld Wide (\"ESWW\"), a small emissions control company, alongside Black and certain Black family members. Dechert has also determined that \nEpstein unsuccessfully sought to pitch business opportunities to certain Apollo senior executives, none of which were pursued by Apollo or those \nexecutives. While these facts do not render any prior statements false or misleading, it is clear that the facts informing what it means to \"do business \nwith\" or have a \"relationship with\" are perhaps more nuanced than might appear at first glance. \nRegarding Epstein's efforts to solicit business from Apollo or Apollo senior executives, Black stated in the July 31 Letter that he \"never promoted \nMr. Epstein's services to other Apollo senior executives ....\" Dechert's investigation reflects that while Black did not try to pressure his co-founders to \nuse Epstein, he did positively comment on the substantial value of Epstein's services and, at Epstein's repeated request, did try to introduce Epstein to \nhis co-founders. In the end, neither co-founder hired Epstein or consulted with him on their personal matters. In light of these facts, the statement that \nBlack \"never promoted\" Epstein is not false but could have been more precise. And it is clear that no Apollo employee other than Black ever seriously \nconsidered hiring Epstein, much less actually retained him. \nThe documentary record suggests that shares were transferred in 2013 to Southern Financial LLC, another entity affiliated with Epstein, where \nthey remained through at least September 2019. It is unknown whether these shares continue to be held, directly or indirectly, by Epstein's estate \ntoday. \n12 Certain Apollo employees assisted with respect to the operational functions of these entities, such as assisting in the preparation of tax returns for \nthe investors of the entities. However, witnesses agreed that these entities are not Apollo entities and Dechert has not reviewed any evidence that \nsuggests Epstein had any role in these investments other than as a passive investor. \nEFTA02731017",
        "sha256": "3f3227f62d8b449becef597d2b25f2b557394449ed2dd8d6d37c61e1393167b5",
        "pages": 22
      }
    ]
  },
  {
    "id": "doc_Dataset12_EFTA02731018",
    "title": "sourceFiles\\EFTA02731018",
    "date": null,
    "source": "Unknown",
    "filePath": "files/Dataset12/EFTA02731018/EFTA02731018.pdf",
    "mentions": [
      "leon_black",
      "jeffrey_epstein"
    ],
    "sha256": "35294a2cb0148ff1d45791cea6a56999391fe04c28144f32c7f7a30c2c29259f",
    "grouped_files": [
      {
        "path": "files/Dataset12/EFTA02731018/EFTA02731018.pdf",
        "size": 445610,
        "text": "Kt. Wel3f, I. MOON . °AIRMAN \nCROW STARENOw. MICHIGAN PARE C WO. 0A10 \nMARIA EmowELL wASNINGTON Ewa GASMEN ,. OWA \nRostRT NE HI Not/ taw JEMMY JOHN CORWN Tint \nCARMRCIIAWMM JOHN MUNE. SOUTH DM(OTA \ndtHJAMIN t (AHERN. MPWLAND \nSHOOLOO MOAN. Cm0 \nMOAN. R BENNET.COICAMLO \nMAWR P CASEY. 1... PERINSYLVAVA \nMARK A WARNER. MAGMA \nSHELDON ANITIHOUSE. ANODE GLAND \nMAGGIE LASSAN, MW RAMPSNME \nCATHERINE CORTEZ AUTO. NEVADA \nELIZAKTN WARREN. MASSACHUSETTS ROAM SUM. NORTH GAROWLA \nROt 'CAIMAN. OHIO \nPATRCR J TOOMEY. PCNNSNERAMA \nI'M SCOTT. SOUTH CAROLINA \nBll CASSIOY. MUMMA \nJAMES t ARKFORD. OCLAHOMA \nSTEW DAMES. MONTANA \nToo° voJNG miaow \nBEN SASSE NE liAASKA \nJOHN IJAPRAS50.AVOMMG \nJOSHUA SNOWMAN SEAM DIRECTOR \nGREGG SUCHARD. IttPuBILCAN STALE DLRECTCA \nMarc Rowan \nChief Executive Officer \nApollo Global Management, Inc. \n9 West 57th Street, 43rd Floor \nNew York, NY 10019 \nDear Mr. Rowan, United *tams *coati \nJune 22, 2022 COMMITTEE ON FINANCE \nWASHINGTON, OC 20510-6200 \nI write seeking information regarding a business arrangement between Leon Black and \nJeffrey Epstein. A report commissioned by the Conflicts Committee of Apollo Global \nManagement (\"Apollo\") stated Epstein was paid $158 million by Black between 2012 and 2017 \nfor services related to a variety of tax and estate planning matters, an amount that appears to far \nexceed that paid by Black to his other professional advisors.' This compensation scheme, which \nranged between $23 million and $26 million for a number of years appears to have far exceeded \nthe median CEO pay for Fortune 500 CEOs, which Fortune calculated at $15.9 million for 2021.2\nThis amount also appears well in excess of the expected compensation for estate planning \nservices—particularly in a case where Epstein's work was required to be vetted by other legal \nand accounting professionals, at times was viewed as not useful, and included instances of \nsubstantial misrepresentations of applicable tax laws! \n'Apollo Global Management, Inc. Investigation Of Epstein/Black Relationship And Any Relationship Between \nEpstein and Apollo Global Management, available online at \nhttps://www.sec.gov/Archives/edgar/data/ 14[1494/0001 I 93 I 2521016405/d118102dex99 .htm \n2 The top 10 highest paid CEOs of the Fortune 500, Fortune, May 28, 2022 https://fortune.com/2022/05/28/highest. \npaithceos-in-america-202 I/ \n3 Apollo Global Management, Inc. Investigation Of Epstein/Black Relationship And Any Relationship Between \nEpstein and Apollo Global Management, available online at \nhttps://www.see.gov/Archivestedgar/data/14 11494/000 I 19312521016405/d I 18102dex99l.htm (At page 3, \"not all \nof Epstein's advice was useful\"; at page 4, \"such advice was vetted consistently by Blacks' other advisors, including \nFamily Office employees, Paul Weiss, and other outside legal, accounting, and tax professionals\"; at page I1, \"[Mr. \nEpstein's] ideas would appear plausible at face value, but did not hold up under scrutiny\"; at page 17, \"Black was \nunder the misconception that his payments to Epstein would be tax deductible ('sixty cent dollars') because this is \nwhat Epstein had told Black.\" ) \nEFTA02731018\nAs you are aware, Jeffrey Epstein was arrested and indicted in federal court on July 8, \n2019 on sex trafficking charges involving the exploitation and abuse of dozens of underage \ngirls.' In the aftermath of these charges, Apollo hired law firm Dechert LLP to conduct an \ninvestigation into Epstein's ties to Black, Apollo's Chairman and Chief Executive Officer at the \ntime. Mr. Black for decades maintained longstanding personal and professional ties to Epstein \nand engaged Mr. Epstein for his advice related to tax strategy, estate planning and philanthropy. \nThe investigation, according to a filing published by Apollo with the Securities and \nExchange Commission on January 22, 2021 (\"the report\"), identified several tax matters where \nBlack paid Epstein $158 million for his advice.' According to the report, Epstein advised Black \non tax strategy for complex transactions and trusts designed to avoid paying as much as $2 \nbillion in taxes.' This includes advice related to a \"proprietary\" solution Epstein developed for \nBlack to resolve issues with a trust Black created in 2006 in order to transfer assets to his \nbeneficiaries while avoiding roughly $1 billion in gift and estate taxes.' According to the report, \nEpstein also advised Black on a \"step-up-basis transaction\" designed to save Black's children \napproximately $600 million in taxes as well as other tax planning and compliance issues, \nincluding responding to audit inquiries from the Internal Revenue Service (IRS).s\nAs Chairman of the Senate Finance Committee, which has oversight jurisdiction of matters \npertaining to federal taxation, I seek more information related to the extraordinary compensation \nBlack paid Epstein for a so-called \"proprietary\" tax avoidance solution Epstein developed for \nBlack. Despite not being a certified public accountant or licensed tax attorney, it appears that \nEpstein was paid an amount that far exceeded what Black paid other professional advisors, \nincluding some of the most high-priced legal counsel in the nation.' In light of Epstein's role in a \nsprawling human trafficking scheme, it is important to understand why Epstein's compensation \narrangement was substantially different than that typically afforded to professional advisors \ninvolved in trust, estate and tax planning. Accordingly, please provide answers to the following \nquestions no later than July 9, 2022: \n1. Has Apollo retained all documents related to the memorandum titled \"Investigation Of \nEpstein/Black Relationship And Any Relationship Between Epstein and Apollo Global \nManagement, Inc.\" prepared by Dechert LLP for the Apollo Conflicts Committee? If not, \nwhat individual or entity currently has custody of those documents? Has Apollo \n'Jeffrey Epstein Charged In Manhattan Federal Court With Sex Trafficking Of Minors, U.S. Department of Justice, \nJul. 8, 2019, httus:/Avwwjustice.gov/usao-sdnv/pr/jeffrev-enstein-charged-manhattan-federal-court-sex-trafficking-\nminors \nApollo Global Management, Inc. Investigation Of Epstein/Black Relationship And Any Relationship Between \nEpstein and Apollo Global Management, available online at \nhttps://www.sec.gov/Archives/edgar/data/1411494/0001 I 93 I 2521016405/d118102dex99 .htm \nId. at pg. 3: \"As a result of Epstein's work, Black believed, and witnesses generally agreed, that Epstein provided \nadvice that conferred more than $1 billion and as much as $2 billion or more in value to Black.\" \n7 Id. at pg. 10: \"Epstein approached Black with his solution — which Epstein asserted was proprietary — and Black \nagreed to pay Epstein to implement this solution. Outside legal counsel described the solution as a 'grand slam' and \none that met all of Black's financial and estate planning goals.\" \nId. \nId. at pg. 17: \"It is clear that the compensation paid by Black to Epstein far exceeded any amounts Black paid to \nhis other professional advisors.\" \nEFTA02731019\ntransferred control of these documents to Leon Black, his family office (Elysium \nManagement, LLC) or any other individuals or entities operating on Mr. Black's behalf? \n2. The report claims that \"Many witnesses believed that Epstein had creative ideas that no \nother advisor had proposed.\" Please elaborate on how this conclusion was reached and \ndescribe in detail the \"creative ideas\" proposed by Epstein. Please also describe how \nsolutions developed by Epstein related to tax matters differed from those offered by \nlicensed tax attorneys, certified public accountants or other professional advisors engaged \nby Black for his estate and family office. \n3. The report claims that \"As a result of Epstein's work, Black believed, and witnesses \ngenerally agreed, that Epstein provided advice that conferred more than $1 billion and as \nmuch as $2 billion or more in value to Black.\" Please describe how this conclusion was \nreached, including a detailed description of any taxes avoided by Black or his heirs and \nbeneficiaries that were included as part of this valuation. Please also provide any \ndocuments supporting the claim that Epstein provided value between $1 - $2 billion to \nBlack, including as they relate to Mr. Black's taxes. \n4. The report claims that \"in 2013, payments (to Epstein) were memorialized in signed and \nunsigned agreements.\" Please provide copies of any compensation agreements signed \nbetween Mr. Black and Mr. Epstein. Please also describe any \"unsigned agreements\" \nbetween Mr. Black and Mr. Epstein where Mr. Epstein was compensated for work related \nto trust and estate planning, tax issues, issues relating to artwork, Black's airplane, \nBlack's yacht, and other similar matters. \n5. The report claims that Epstein and Black negotiated a \"written service agreement\" that \nwas signed on February 13, 2013. Please provide a copy of this agreement, as well as any \ndocuments related to payments made by Black to Epstein as a result of this agreement. \nThese documents should include any statements of work or descriptions of the services \nrendered by Epstein for Black related to payments made under the agreement. \n6. The report claims that Black paid Epstein $56.5 million in five installment payments over \n2013 and 2014 as part of an agreement that was never signed. The agreement was \napparently renegotiated and the total amount paid was apparently $50 million. Please \nprovide all documents related to payments made by Black to Epstein resulting from this \nunsigned agreement, including any statements of work or descriptions of the services \nrendered by Epstein as part of the agreement. \n7. The report claims that starting in 2014, Black began to pay Epstein for his ongoing \nservices on an ad hoc basis, without negotiating written service agreements. As part of \nthis, Black paid Epstein $70 million in 2014 and $30 million in 2015. Please provide all \ndocuments related to payments made by Black to Epstein in 2014 and 2015, including \nany statements of work or descriptions of services rendered by Epstein related to his work \nEFTA02731020\non the step-up-basis transaction and estate, tax planning, tax audits and filings, or any \nother advice provided by Epstein to Black. \n8. The report claims that \"it is clear the compensation paid by Black to Epstein far \nexceeded any amounts Black paid to his other professional advisors.\" Please explain how \nDechert LLP made this assessment. Please also provide documents showing how \nEpstein's compensation compared to other professional advisors, including attorneys \nproviding tax, trust and estate planning services and certified public accountants who \nassisted Black with tax matters. \n9. The report claims that \"after 2013 payments were made by Mr. Black to Mr. Epstein on \nan ad hoc basis based on Black's perceived value of Epstein's work.\" Please provide a \ndetailed description of how Black decided compensation amounts for Epstein, including \nany documentation of trust and estate planning and tax consulting services rendered by \nEpstein for Black. \n10. The report claims that from 2013 through 2017, Black was under the misconception that \nhis payments to Epstein would be tax-deductible, based on advice from Epstein. Please \ndescribe whether Black claimed income tax deductions for Epstein's compensation for \nany taxable year during this period, and why it was determined that such payments were \nnondeductible. Please also describe whether Black amended his tax returns after learning \nthat the payments to Epstein were not tax-deductible. Please also include all \nsubstantiation documents with respect to any income tax deductions previously claimed \nby Black. Please also describe whether any payments from Black to Epstein were \ncharacterized as gifts for tax purposes, and please provide any documents, including tax \nreturns, related to any reportable gifts made to Epstein. \n11. The report claims that Epstein provided Black with a \"proprietary\" solution that would \nresolve a \"problem\" with a Grantor Retained Annuity Trust established in 2006 (\"2006 \nGRAT\") by Black in order to transfer assets to his beneficiaries without paying estate \ntaxes. The report also indicates that the value of the estate tax liability if this issue had not \nbeen resolved could have been $1 billion or more. While GRATs are a tax avoidance \ntechnique that raise serious public policy concerns, they are routinely used by estate tax \nplanners and have been upheld by federal courts and IRS guidance. Please describe the \nsolution to this 2006 GRAT issue proposed by Jeffrey Epstein and the work done by \nEpstein for the family office to resolve the matter. Please also provide all documents \nobtained by Dechert LLP as part of its investigation in relation to Epstein's work related \nto the 2006 GRAT. \n12. The report claims that Epstein provided \"significant value\" related to a transaction that \naddressed certain loans between Black and certain family trusts for the purpose of \nachieving a potential tax benefit for Black's children. It appears Epstein estimated that \nthis transaction saved Black $600 million in taxes. Please provide a detailed description \nof the role Epstein played in planning and executing this transaction, including the advice \nEFTA02731021\nEpstein provided Black related to the transaction. Please also provide a detailed \ndescription and documentation supporting the estimate of $600 million in value of the \ntransaction for Mr. Black. \n13. The report claims that Epstein provided \"ongoing advice on a variety of issues to Black's \nestate.\" This included establishing additional GRATs and tax planning. Please provided a \ndetailed description of the \"tax planning\" advice Epstein provided Black, including as \nthey relate to the following matters: \na. Addressing an IRS audit letter relating to the 2013 tax year; \nb. Addressing an IRS audit letter regarding Black's 2012 tax filings, including \ninterfacing with the IRS to achieve a positive resolution; and \nc. Planning and coordinating the submission of statements of reasonable cause for a \nseries of tax years to address an apparent failure to file certain tax forms, \nincluding IRS Forms 8865, relating to Black's interests in BRH Holdings L.P., a \npartnership through which Black and the other Apollo co-founders hold their \nownership interests in Apollo and related foreign partnerships. \nThank you for your attention to this important matter. \nSincerely, \nRon Wyden \nUnited States Senator \nChairman, Committee on \nFinance \nEFTA02731022",
        "sha256": "35294a2cb0148ff1d45791cea6a56999391fe04c28144f32c7f7a30c2c29259f",
        "pages": 5
      }
    ]
  },
  {
    "id": "doc_Dataset12_EFTA02731023",
    "title": "sourceFiles\\EFTA02731023",
    "date": null,
    "source": "Unknown",
    "filePath": "sourceFiles\\EFTA02731023.pdf",
    "mentions": [
      "leon_black",
      "jeffrey_epstein",
      "leon_black"
    ],
    "sha256": "eb21e327d83f3130a7dec8706d6dcc5cacc432854aa40b9edde47220fb54cac3",
    "grouped_files": [
      {
        "path": "sourceFiles\\EFTA02731023.pdf",
        "size": 1533189,
        "text": "RON WAVY OREGON. (MAIRMAN \nDEW STARENDLY.NIONGAPI MIKE CRAP°. IDAHO \nMARIA CANTWELL WASHINGTON MUCK GRASSIER. IOWA \nROBERT MENTNITRZ RIEW ARMY ANN comenE TEXAS \nDE IMAMIN L. CAR IN. MPAYLANO \nSHERK0 MOWN ONO \nMICNAEL F. RELINE T. COLORADO \nPOSER! P CASEY. Ai PE ANSYLVANTA \nMARK WARNER %TRONA \nSHFLOON WHITOCUSE. RHODE ISLAND \nMAGGIE HASSAN. NEW HAMPSEIRE \nWIEST( COOTIE MASTO. NEVADA \nELIZABETH WARREN MASSAORKE YTS JOHN IDIU.C. SOUTH DAKOTA \nDM SCOTT. SOUTH CAROLINA \npµ CASSIDY. LOUISIANA \nJAWS LANKFORD. OKLAHOMA \nSIEVE PONES. MONTANA \nTODD YOUNG INOIANA \nJOHN PARRASSO WYOMING \nRON JOHNSONAMSGONSIN \nTOM flint NORTH CAROLINA \nMARSHA SIACKLIMIN TERM SSE t \nJOSHUA SENNEMAN. STAFF ORION:RI \nGREGG PICNAPO. REPLItuCAN STAIR Oat MA lamed *tatcs *mate \nJuly 24, 2023 \nLeon D. Black \ndo Brownstein Hyatt Farber Schreck LLP \n410 Seventeeth Street \nSuite 2200 \nDenver, Colorado 80202-4432 \nDear Mr. Black, COMMITTEE ON FINANCE \nWASHINGTON, DC 20510-6200 \nAs Chairman of the Senate Finance Committee (\"the Committee\"), I write regarding the \nCommittee's investigation into your financial dealings with Jeffrey Epstein. This effort is part of \nan ongoing set of investigations by the Committee into the means by which ultra-high net worth \npersons avoid or evade paying federal taxes, including gift and estate taxes. These investigations \ninclude the avoidance of billions of dollars in income, gift and estate taxes through the use of tax \nshelters such as Private Placement Life Insurance; the possible circumvention of laws related to \ngift taxes and deductions involving the complementary use of private aircraft/superyachts by \npublic officials; and the use of Swiss banks by wealthy taxpayers to expatriate from the United \nStates and evade gift taxes while concealing offshore accounts from the Internal Revenue \nService (IRS). \nAs you are aware, the Committee is investigating the $158 million in payments you made \nto Epstein for services related to a variety of tax and estate planning matters. In particular, the \nCommittee seeks information on Epstein's participation in structuring trusts and other complex \ntransactions designed to avoid federal gift and estate taxes on as much as $2 billion in wealth \ntransferred to your children. The Committee also seeks information regarding Epstein's \nextraordinary compensation scheme, which involved amounts that far exceeded those paid to \nother professional advisors involved in your tax and estate planning. \nUnfortunately, the inadequate responses you have provided the Committee only raise \nmore questions than answers, and fail to address a number of tax issues my staff has uncovered \nover the course of this investigation. This includes understanding the amount by which you were \noverpaid income from assets placed in a trust while devising a scheme to ensure that those assets, \nworth billions of dollars, would remain outside your taxable estate. Additionally, you have \nrefused to answer questions or provide documents related to payments you made to Epstein or \nEFTA02731023\nsubstantiate how such payments were calculated or were compensation for services. Your failure \nto substantiate Epstein's compensation scheme has heightened the Committee's concerns about \nwhether such payments were properly characterized as income or gifts for tax purposes. \nBackground \nAs you know, on June 22, 2022, the Committee initiated an investigation into your \nbusiness arrangement with Epstein. As part of the Committee's investigation, the Committee sent \na letter to Apollo Global Management (\"Apollo\") with detailed requests for information \nregarding the findings of a review commissioned by Apollo's Board of Directors into your \nfinancial ties to Epstein.' The Board's review was initiated in response to Epstein's indictment in \nfederal court on sex trafficking charges involving the exploitation and abuse of dozens of \nunderage girls.2 The findings of the Apollo board's review, compiled in a report prepared by the \nlaw firm Dechert LLP (\"the Dechert report\"), were published in a filing by Apollo with the U.S. \nSecurities and Exchange Commission! \nThe Dechert report indicated that you paid Epstein $158 million between 2012 and 2017 \nfor his advice on several tax and estate planning matters.' These transactions included a \n\"proprietary\" solution Epstein devised to help you resolve issues with a grantor trust you created \nin 2006 to transfer assets to your children while avoiding approximately $1 billion in gift and \nestate taxes.' The Dechert report also claimed that Epstein assisted you with a \"step-up-basis \ntransaction\" (\"the step-up-basis transaction\") designed to save you an additional $600 million in \ntaxes.`\nThe Committee's initial letter, a copy of which is attached, asked detailed questions on \nthe nature of Epstein's tax and estate planning services as well as details regarding payments to \n'Letter from Senator Ron Wyden, Chairman, Senate Finance Committee to Apollo Global Management, Jun. 2, \n2022. \n'Jere)  Epstein Charged in Manhattan Federal Court With Sex Trafficking Of Minors, U.S. Department of Justice, \nJul. 8, 2019, https:/Avwwjustice.goviusao-sdny/pr/jeffrey-epstein-chargcd-manhattan-federal-court-sex-trafficking-\nApollo Global Management, Inc. Investigation of Epstein/Black Relationship and Any Relationship Between \nEpstein and Apollo Global Management, available online at \ntutpc-//www sec gov/Archivesledgaddata/1411494/000119312521016405/d11810/dex991 htlli\nId. at pg. 3: \"Epstein regularly advised [Leon] Black on a variety of issues related to trust and estate planning, tax, \nphilanthropy, and the operation of the Family Office\" and at pg. 4: \"[Leon] Black compensated Epstein for his work \nin amounts that were intended to be proportional to the value provided by Epstein. Those payments for work \nperformed over the period 2012 through 2017 totaled $158 million.\" \n51d. at pg. 9: \"There was a consensus among witnesses that Epstein offered a unique solution to a potential estate \nplanning problem that arose out of a trust known as the 2006 Grantor Retained Annuity Trust (2006 GRAT)\" and at \npg. 10: \"Witnesses differed on what the value of the estate tax would have been today or in the future if the issues \nhad not been resolved, but they believed the estate tax liability could have been as much as $1 billion or more... \nEpstein approached Black with his solution — which Epstein asserted was proprietary — and Black agreed to pay \nEpstein to implement this solution. Outside legal counsel described the solution as a \"grand slam\" and one that met \nall of Black's financial and estate planning goals.\" \n'Id. at pg. 10: \"Epstein appears to have provided significant value to a subsequent transaction that addressed certain \nloans between [Leon] Black and certain family trusts for the purpose of achieving a tax benefit for his children\" and \nat pg. 11: \"Epstein estimated that this transaction had saved 5600 million in value and Black appears to have agreed \nwith that estimate.\" \nEFTA02731024\nEpstein. Payments to Epstein, at an annualized rate of $23 to $26 million per year, was higher \nthan the median CEO pay for Fortune 500 companies, which Fortune calculated at $15.9 million \nfor 20217 The Dechert report indicated that the amounts paid to Epstein far exceeded those \nwhich you paid to other professional advisors.' \nSince then, members of my staff held several meetings with your outside counsel at Paul, \nWeiss, Rifkind, Wharton & Garrison LLP (\"Paul Weiss\") and Brownstein Hyatt Farber Schreck \nLLP (\"Brownstein\") to discuss your cooperation with the Committee's investigation. In those \nmeetings, your outside counsel indicated that you were unwilling to answer questions regarding \ndetails of payments to Epstein. However, your counsel indicated you were willing to provide the \nCommittee information related to tax issues involving the 2006 Grantor Retained Annuity Trusts \n(\"the 2006 GRATs\"), the remainder trust into which the assets from the 2006 GRATs flowed \ninto (\"the remainder trust\"), and the step-up-basis transaction. The Committee subsequently \ndirected follow up requests for information to you on January 1r, 2023 and February 6ih, 2023, \nwhich you responded to on January 16'\" and February 21, 2023, respectively.' \nWhile the Committee appreciates the information you have provided, the responses \ndeclined to answer several questions related to important tax issues concerning the assets held in \nthe remainder trust, claiming that these requests were \"outside the scope of the Committee's \npurview.i 1' This claim is without merit, as the Senate Finance Committee has jurisdiction over \nall matters related to federal tax laws. Investigations into matters pertaining to the operation and \nenforcement of internal revenue laws are squarely within the Committee's legislative purview. \nAmong the issues you refused to address were the extent to which you received excess \ndistributions of income from the assets held in the remainder trust, important details on the \nmutual release of claims strategy that Epstein may have devised, and the degree to which you \nretained voting powers with respect to assets held in the remainder trust.\" This information is \nessential for the Committee to evaluate the means by which you retained income from your \nownership of Apollo holdings while avoiding gift and estate taxes on the transfer of enormous \nwealth to your children. \nThe Committee also remains concerned by your continued refusal to answer questions \nrelated to payments to Epstein and how such amounts were calculated in relation to any services \nprovided. To date, the Committee has not received a sufficient explanation as to why Epstein \nwas paid amounts vastly exceeding that paid to other attorneys and accountants involved in these \n7 The top 10 highest paid CEOs of the Fortune 500, Fortune, May 28, 2022, https-//fortune com//022/05/28/highest-\npaid-ccos-in-america-202 I/. \n' Apollo Global Management, Inc. Investigation of Epstein/Black Relationship and Any Relationship Between \nEpstein and Apollo Global Management, available online at \nhttps:/Avww.sec.gov/Archiv&edgar/data/14 11494/000 I 193 I 2521016405/dI I 8102dex99 I .htm- (at pg. 17: \"It is \nclear that the compensation paid by [Leon] Black to Epstein far exceeded any amounts Black paid to his other \nprofessional advisors.\") \n9 Letter from Senator Ron Wyden, Chairman, Senate Finance Committee to Leon D. Black, Jan. 13, 2023; Email \nfrom Majority Staff, Senate Finance Committee to outside Counsel to Leon Black at Paul, Weiss, Rifkind Wharton \n& Garrison LLP, Feb. 6, 2023. \n10 Memorandum submitted on behalf of Leon Black by Paul, Weiss, Rifkind, Wharton & Garrison LLP to Senator \nRon Wyden, Chairman, Senate Finance Committee, Feb. 2I, 2023. \n\"Id \nEFTA02731025\ntransactions, and why you were willing to pay Epstein over $100 million without a written \nservices agreement or contract. \nOverpayments of income and other issues arising from trust tax avoidance scheme \nA central focus of the Committee's investigation is understanding what role Epstein \nplayed in solving an estate tax issue involving the 2006 GRATs. The Dechert report first \ndescribed this issue as an estate tax \"problem\" that if left unresolved would lead to a potential \nestate tax liability for your children of $1 billion or more.12 The Dechert report also claimed that \nEpstein offered a \"proprietary\" solution that helped address this problem and allowed you to \nkeep the assets in the 2006 GRATs outside of your taxable estate. In order to better understand \nthis transaction, the Committee sent several requests for information related to tax issues arising \nfrom the 2006 GRATs, the assets held in the 2006 GRATs, and the solution Epstein proposed to \nensure the assets would not be subject to gift and estate taxes. \nIn response to the Committee's investigation, you indicated that there were no issues or \nproblems with the 2006 GRATs themselves. Instead, you clarified that there was a tax-related \nconcern with the remainder trust which the assets held in the 2006 GRATs were to be transferred \ninto upon the expiration of the 2006 GRATs.\" It appears that because you were receiving \nincome from assets held in the remainder trust, there was concern that the assets held in the trust \nwould be included in your taxable estate.14 Under Internal Revenue Code Section 2036(a)(1), if a \ntaxpayer gives away assets to a third party while retaining the right to income from those assets, \nthose assets are included in the taxpayer's gross estate at the taxpayer's death. A related tax \nprovision under Section 2035(a) provides that gifts of property made within three years of the \ndonor's death would be included in the decedent's taxable estate.15\n12 Apollo Global Management, Inc. Investigation of Epstein/Black Relationship and Any Relationship Between \nEpstein and Apollo Global Management, available online at \nklips-/Avww gee gov/Archiveciedgaridata/1411494/0001193125210164051d11810/dex99 him; (at pg. 9: \"There \nwas a consensus among witnesses that Epstein offered a unique solution to a potential estate planning problem that \narose out of a trust known as the 2006 Grantor Retained Annuity Trust (2006 GRAT)\" and at pg. 10: \"Witnesses \ndiffered on what the value of the estate tax would have been today or in the future if the issues had not been \nresolved, but they believed the estate tax liability could have been as much as $1 billion or more.\" \n11 Memorandum submitted on behalf of Leon Black by Paul, Weiss, Rifkind, Wharton & Garrison LLP to Senator \nRon Wyden, Chairman, Senate Finance Committee, Jan. 16, 2023 (at pgs. I & 2: \"The memorandum respectfully \nproceeds on the belief that the premise of the question — that them were `issues with the 2006 GRAT' is based on a \nmisunderstanding. Them were no issues or problems associated with the 2006 GRATs themselves. The 2006 \nGRATs functioned as intended, and were in no way out of the ordinary for such instruments, nor were they \nproblematic. Instead, there was a potential tax-related concern with the trust ('the remainder trust') into which the \nassets held in the 2006 GRATs were to be transferred into upon the expiration of the GRATs.\") \n\" Id. at pg. 2: \"Under the terms of the remainder trust, the trustees were to distribute to Mr. Black income generated \nby certain specified assets. The trustees had a right to terminate Mr. Black's income interest. Under Internal \nRevenue Code Section 2036(a)(1), if a taxpayer gives away assets to a third party while retaining the right to income \nfrom those assets, those assets am included in the taxpayer's gross estate at the taxpayer's death.\" \n111d. at pg. 2: \"A related estate tax issue involved Section 2035(a), which provides that if the decedent relinquished \na power with respect to transferred property (which would include relinquishing an income interest of this nature) \nduring the three-year period ending on his date of death, that property would also be included in his gross estate. \nDespite the fact that, as noted above, the trustees, rather than Mr. Black, would be terminating Mr. Black's income \ninterest, and therefore Section 2035(a) would not be implicated, out of an abundance of caution, and given Mr. \nBlack's age, all parties wanted to act promptly to resolve this issue (without a potential three-year tail).\" \nEFTA02731026\nAt the time the 2006 GRATs were funded, the assets in the remainder trust had an \nappraised value of approximately $585 million.16 The assets in the remainder trust comprised of \nyour interest in various Apollo partnerships prior to Apollo's initial public offering, which your \nadvisors believed could reasonably be expected to increase in value over time to an amount \nexceeding $2 billion.\" Operating on the basis of a tax rate of 40% to 50% for net federal and \nstate estate taxes, the estimated tax liability resulting from these assets being included in your \nestate at time of death could have exceeded $1 billion. 18\nIn order to prevent the Apollo assets in the remainder trust from being subject to gift and \nestate taxes, you consulted with Epstein and retained established trust and estate lawyers from \nWeil Gotshal and Paul Weiss to devise a solution. Epstein proposed that the trustees of the trust \nprepare an accounting to ascertain the amount of income that was distributable to you under the \nremainder trust agreement compared to the amounts that were in fact distributed to you.1° That \naccounting revealed that you had been over-distributed income by the trustees of the remainder \ntrust?' This review also revealed that the trustees distributed income to you from assets other \nthan those identified in the remainder trust agreement.' As a result of these overpayments, your \nadvisors believed that the trustees of the remainder trust agreement had a claim against you to \nclaw back excess distributions.' Conversely, had the trustees removed you as a beneficiary of \nthe remainder trust, you could have alleged a claim for breach of fiduciary duty.\" \n16 Id. at pg. 4: \"The 2006 GRATs were funded with: a 30.35% interest in Apollo Management III, LP, with an \nappraised value as of funding of $460,000; a 30.35% interest in Apollo Management IV, LP, with an appraised \nvalue as of funding of $1,420,000; a 30.35% interest in Apollo Management V, LP, with an appraised value as of \nfunding of $3,690,000; a 30.35% interest in Apollo Management VI, LP, with an appraised value as of funding of \n$45,600,000; a 26.8% interest in Apollo Investment Management, LP, with an appraised value as of funding of \n$227,000,000; a 26.9% interest in Apollo Value Management, LP, with an appraised value as of funding of \n$9,600,000; a 44% interest in Apollo SVF Management, LP, with an appraised value as of funding of $87,000,000; \na 44% interest in Apollo Asia Management, LP, with an appraised value as of funding of $20,800,000; a 44% \ninterest in Apollo Europe Management, LP, with an appraised value as of funding of $98,800,000; a 44% interest in \nApollo Alternative Assets, LP, with an appraised value as of funding of $80,500,000; and 142 points of each of \nApollo Advisors VI, LP and Apollo Advisors VI (EH), with an appraised value as of funding of $10,535,335.\" \n17 Memorandum submitted on behalf of Leon Black by Paul, Weiss, Rifkind, Wharton & Garrison LLP to Senator \nRon Wyden, Chairman, Senate Finance Committee, Feb. 21, 2023 (at pg. 5: \"the values of the assets held in the \nremainder trust could reasonably be expected to increase to an amount exceeding $2 billion by the time of Mr. \nBlack's death.\") \n\"Id. at pg. 5: \"Operating on the basis of an assumed tax rate of 40% to 50% for net federal and state taxes, \nthe estimated tax liability savings as a result of those assets no longer being included in his estate was estimated to \nexceed $1 billion.\" \n19 Memorandum submitted on behalf of Leon Black by Paul, Weiss, Rifkind, Wharton & Garrison LLP to Senator \nRon Wyden, Chairman, Senate Finance Committee, Jan. 16, 2023 (at pg. 3: \"Mr. Epstein proposed that the trustees \nprepare an accounting to ascertain the amount of income distributable to Mr. Black under the trust agreement and \nthe amounts that were in fact distributed to him.\") \n2° Id. at pg. 3: \"That accounting revealed that the trustees had inadvertently over-distributed income to Mr. Black.\" \n21 Id. at pg. 3: \"Specifically, the trustees distributed to Mr. Black income attributable to assets other than those \nidentified in the trust agreement as the source of Mr. Black's income interest.\" \n22 Id. at pg. 3: \"For that reason, the trustees of the remainder trust had a claim against Mr. Black to claw back the \nexcess distributions.\" \nn Id. at pg. 3: \"On the other hand, had the trustees removed Mr. Black as a beneficiary of the remainder trust, Mr. \nBlack might have alleged a claim for breach of fiduciary duty.\" \nEFTA02731027\nAccording to your attorneys, it was at this point that Epstein allegedly proposed a \nsolution, which involved a mutual release of claims by and between you and the trustees of the \nremainder trust. The settlement and mutual release provided that you would lose your right to \nincome from the remainder trust while confirming that you would not assert any claim for being \nremoved as a beneficiary of the trust, in exchange for the trustees agreeing to not seek to claw \nback any excess distributions of income.24 You confirmed to the Committee that you and the \ntrustees both formally agreed to a mutual release of claims, with each side \"receiving \nconsideration.\" 25 As a result of this scheme reportedly devised by Epstein, your tax advisors took \nthe position that you no longer had the income rights from the remainder trust that would have \ncaused the trust's assets to be included in your taxable estate (as outlined in Section 2036(a) \n(1)).26 Your tax advisors also took the position that this solution eliminated any potential risks of \ninclusion of the assets in your taxable estate arising from the three-year tail caused by Section \n2035(a). \nIn order to fully understand the tax implications of the trust scheme devised with \nEpstein's assistance, Committee staff sent a set of follow up questions on the matter to your \ncounsel on February 6, 2023. Unfortunately, you have refused to answer or provide information \nregarding several important tax-related questions arising from this transaction, including the \nfollowing: \n■ First, you have refused to answer questions regarding the amount by which you were \noverpaid income by the trustees of the remainder trust. You have also refused to answer \nquestions on the period in which these distributions occurred and how the amount of \nincome that was over-distributed was calculated. The Committee is concerned by the \npossibility that you may have received impermissible distributions of income worth \nmillions of dollars beyond that allowable by the terms of the remainder trust. \n■ Second, you have refused to answer questions related to the consideration provided to the \ntrustees or the consideration provided by the trustees as part of the mutual release of \nclaims. As such, the Committee has no idea what financial exchange or other \nconsideration was provided in order to keep assets worth billions of dollars out of your \ntaxable estate. It is possible that, if your release of a right to income from the remainder \ntrust was for less than full and adequate consideration, such release of claims could \nconstitute an additional taxable gift. \n■ Third, you have refused to answer questions on the extent to which you retained voting \ncontrol of shares in Apollo and its partnerships while shifting those assets into the \nZ' Id. at pg. 3: \"Mr. Epstein's solution contemplated a mutual release of these claims by and between Mr. Black, on \nthe one hand, and the trustees of the remainder trust, on the other. The settlement and mutual release provided that \nMr. Black would lose his income right, while confirming that he would not assert any claim for his removal as a \nbeneficiary, in exchange for the trustees not pursuing claims to claw back the excess distributions.\" \nn Id. at pg. 3: \"Both sides thus agreed to a formal release of these potential claims, with each side receiving \nconsideration.\" \n16 Id. at pg. 3: \"The ultimate result was that Mr. Black no longer had the income rights that would have potentially \ncaused the trust's assets to be included in his estate at death, without risking estate inclusion under Section \n2035(a) (if he were to die within three years of the mutual releases).\" \nEFTA02731028\nremainder trust to avoid gift and estate taxes. As you may be aware, under the principles \nof Section 2036 of the Internal Revenue Code, property transferred to a trust with respect \nto which the transferor retains enjoyment or retains certain voting rights may be \nincludable in the transferor's taxable estate under certain circumstances. \n■ Lastly, you have refused to answer questions as to whether you borrowed heavily against \nthe assets held in the remainder trust. The Committee requested information on whether \nyou, or any entities you are affiliated with, including your family office (Elysium \nManagement LLC), have taken out any loans against the value of the assets held in the \nremainder trust. This request included questions on the value of these loans as well as any \npowers you, the trustees or any other parties held with respect to the loans from the \nremainder trust. \nThis arrangement raises serious concerns that, in spite of significant violations of the \nterms of the remainder trust, you were potentially paid millions of dollars in excess income while \nkeeping enormous amounts of wealth outside of your taxable estate. The Committee needs \nfurther information to assess how this scheme essentially served as a workaround to federal tax \nlaws which clearly state that such distributions of income would cause the assets held in the \nremainder trust to be subject to gift and estate taxes. \nFurther, questions surrounding retained voting rights of business interests held in trust \nand the potential to borrow against those assets raises significant public policy concerns. Even if \nretained voting rights with respect to business interests fall outside of the scope of Section \n2036(b), the possibility that wealthy individuals might assert to the IRS that they do not own \nbusiness interests held in trust for gift and estate tax purposes, while simultaneously borrowing \nagainst those interests and retaining voting power, raise serious questions about the integrity of \nour gift and estate tax system. \nYou have confirmed to the Committee that the IRS has not reviewed the 2006 GRATs, \nthe remainder trust or the mutual release of claims scheme as part of an audit, raising yet more \nconcerns about the IRS's visibility into such transactions and the agency's compliance efforts. \nEpstein's role in the step-up-basis transaction lacks substantiation \nThe Committee submitted detailed requests for information related to Epstein's role in a \nstep-up-basis transaction involving certain family trusts created for the purpose of avoiding tax. \nAccording to the Dechert report, Epstein allegedly provided \"significant value\" to the step-up-\nbasis transaction, which will apparently save you approximately $600 million in future gift and \nEFTA02731029\nestate taxes.\" The Dechert report also stated that while the idea for the complex transaction did \nnot originate with Epstein, Epstein \"played an instrumental role in completing it.\"28\nHowever, responses you provided to the Committee minimized Epstein's involvement in \nthe transaction, stating that \"the idea was in the public domain and originated with Black's other \nlegal advisors. Nevertheless, Epstein tried to take credit for the idea and secure compensation.\" 29\nYour attorneys further added that the dispute over compensation for the step-up-basis transaction \ncontributed to your decision to terminate your professional relationship with Mr. Epstein.\" The \nCommittee is concerned that these responses are at odds with the Dechert report's claim that \nEpstein's role in the transaction was \"significant\" or \"instrumental.\" In fact, your responses did \nnot provide any information clarifying how Epstein contributed any value to the transaction \noutside of that provided by other legal advisors. \nThe responses you provided the Committee did not substantiate Epstein's services related \nto the step-up-basis transaction and cast further doubt on whether his efforts merited the payment \nof $20 million. Based on the information you have provided thus far, this is an extraordinary \namount to pay any consultant or attorney, particularly without a formal services agreement or \ncontract, written or otherwise. According to the Dechert report, there was an \"understanding\" \nbetween you and Epstein that Epstein would be compensated for some portion of the value \nconferred from any idea that \"originated\" from Epstein.\" However, your responses made clear \nthat the idea for the step-up-basis transaction did not originate with Epstein, but instead \noriginated with other legal advisors. \nDespite Epstein's limited and heavily disputed role in the step-up-basis transaction, \nEpstein demanded payment of $60 million.92 The Committee still does not know how or why you \nsettled on a payment of $20 million instead of the $60 million Epstein demanded for the \n\"Apollo Global Management, Inc. Investigation of Epstein/Black Relationship and Any Relationship Between \nEpstein and Apollo Global Management, available online at \nhtips:/Avww.sec.gov/Archivestedgar/data/1411494/0001 I 93 I 2521016405/d118102dex99l.htm - (at pg. 10: \"Epstein \nappears to have provided significant value to a subsequent transaction that addressed certain loans between [Leon] \nBlack and certain family trusts for the purpose of achieving a tax benefit for his children\" and at pg. 11: \"Epstein \nestimated that this transaction had saved $600 million in value and Black appears to have agreed with that \nestimate.\") \na Id. at pg. I I: \"Outside counsel stated that this transaction did not originate from Epstein but that Epstein had \nnevertheless played an instrumental role in completing it.\" \n\" Memorandum submitted on behalf of Leon Black by Paul, Weiss, Rifkind, Wharton & Garrison LLP to Senator \nRon Wyden, Chairman, Senate Finance Committee, Jan. 16, 2023 (at pg. 5: \"Finally, the question assumes that Mr. \nEpstein formulated this proposal. This idea was in the public domain and originated with his other legal advisors. \nNevertheless, Mr. Epstein tried to take credit for the idea and secure compensation.\") \n90 Id. at pg. 5: \"The resulting dispute, including over Mr. Epstein's compensation for his advice on this proposal, \ncontributed to Mr. Black's decision to terminate his professional relationship with Mr. Epstein.\" \n31 Apollo Global Management, Inc. Investigation of Epstein/Black Relationship and Any Relationship Between \nEpstein and Apollo Global Management, available online at \nblips'//www crc gov/Archivestragar/data/1411494/000119317571016405/d 118 I 024-lex99I titur (at pg. 18: \"Them \nappears to have been an understanding between Black and Epstein that Epstein would be compensated for some \nportion of the value conferred from any idea that originated from Epstein.\") \nr Id. at pg. 18: \"Epstein claimed full credit for the transaction and demanded payment of $60 million, which would \nhave been 10% of a perceived benefit of $600 million that Epstein asserted the basis transaction provided.\" \nEFTA02731030\ntransaction.\" To date, you have not provided any explanation as to how payments to Epstein \nwith respect to the step-up-basis transaction were determined and whether any statements of \nwork or other documents properly substantiating Epstein's role in the transaction even exist. \nThe Committee believes that payments to Epstein with respect to the step-up-basis \ntransaction merit further investigation. Compensation at these amounts in an estate and tax \nplanning matter is irregular and unusually high, particularly since Epstein's contributions to the \ntransaction relied on the guidance of other legal advisors. In this case, Epstein's compensation \nwith respect to the transaction was documented to have been significantly higher than your other \nadvisors on these matters. \nRefusal to provide information regarding Epstein's compensation scheme \nThe Committee remains concerned about the payments to Epstein in amounts that would \nrepresent a highly unusual compensation scheme. Unfortunately, you have refused to cooperate \nwith inquiries into payments to Epstein, raising serious concerns regarding the lack of \nsubstantiation for the extraordinary amounts of such payments. \nAccording to the Dechert report, you paid Epstein $158 million between 2012 and 2017, \nan amount that seems inexplicably high based on currently available information. This \ncompensation scheme, which averaged approximately $25 million per year, appears to be well in \nexcess of expected compensation for tax and estate planning services — particularly in a case \nwhere Epstein's work was required to be vetted by other legal and accounting professionals, at \ntimes was not viewed as useful, and included instances of substantial misrepresentations of tax \nlaws!' Despite not being a certified public accountant or licensed tax attorney, Epstein was paid \namounts that far exceeded what you paid other professional advisors, including some of the most \nhigh-priced legal counsel in the nation.' \nIn order to better understand Epstein's compensation scheme, the Committee submitted a \ndetailed set of questions and document requests. These requests included copies of any signed or \nunsigned agreements with Epstein, the written service agreement you entered into with Epstein \non February 13, 2013 and documents related to payments made to Epstein as part of these \nagreements. This request specified that these documents should include any statements of work \nor descriptions of the services rendered by Epstein for which he was compensated as part of \nthese agreements. \n331d. at 19: \"As discussed previously, Black agreed to pay Epstein $20 million rather than the $60 million demanded \nby Epstein.\" \n3' Apollo Global Management, Inc. Investigation Of Epstein/Black Relationship And Any Relationship Between \nEpstein and Apollo Global Management, available online at \nhttps://www.sec.gov/ArchivSedgar/data/1411494/0001 I 93 I 25210I6405/d I 18102dex99l.htm (At page 3, \"not all \nof Epstein's advice was useful\"; at page 4, \"such advice was vetted consistently by Blacks' other advisors, including \nFamily Office employees, Paul Weiss, and other outside legal, accounting, and tax professionals\"; at page 11, \"[Mr. \nEpstein's] ideas would appear plausible at face value, but did not hold up under scrutiny\"; at page 17, \"Black was \nunder the misconception that his payments to Epstein would be tax deductible ('sixty cent dollars') because this is \nwhat Epstein had told Black.\" ) \nn Id. at pg. 17: \"It is clear that the compensation paid by [Leon] Black to Epstein far exceeded any amounts Black \npaid to his other professional advisors.\" \nEFTA02731031\nAdditionally, the Committee requested information and documents on subsequent \npayments that were made to Epstein after 2013 on an ad hoc basis, without negotiating written \nservices agreements. m This request asked for documents related to the $70 million Epstein was \npaid in 2014 and the $30 million was paid in 2015, and asked for statements of work or \ndescriptions of services rendered by Epstein related to his work on the step-up-basis transaction \nand estate, tax planning, tax audits and filings, or any other work provided by Epstein. The \nCommittee also requested an explanation of how compensation amounts for Epstein were \ndecided in payments made on an ad hoc basis where no formal services agreement was \nnegotiated. \nAt every stage of the Committee's investigation, you have refused to answer these \nquestions or provide any documents related to how Epstein's compensation was determined or \njustified. First, you refused to answer the questions regarding Epstein's compensation included in \nthe Committee's letter submitted on June 22, 2022. Following a briefing with Committee staff \nand your outside counsel on August 1, 2022, Committee staff submitted a second set of questions \nregarding Epstein's compensation scheme.\" These questions also inquired about advice Epstein \nprovided in relation to your private art collection, which your outside counsel confirmed in a \nbriefing has a value of more than $1 billion. Again, you refused to provide answers to those \nquestions. \nSubsequently, Committee staff met with your outside counsel at Paul Weiss and \nBrownstein at the Finance Committee's offices, where your counsel again reiterated your \nunwillingness to cooperate with any requests related to Epstein's compensation scheme, \nincluding information on how Epstein's compensation was determined and evidence \nsubstantiating the services he provided on tax and estate planning matters. They also reiterated \nthat you were unwilling to describe to the Committee how these payments were categorized for \ntax purposes. \nArrangement with Epstein raises concerns of whether such amounts represented services \nincome or a gift \nThe Committee remains deeply concerned by your continued refusal to substantiate and \nexplain Epstein's compensation scheme. The lack of transparency surrounding payments to \nEpstein, the extraordinary amount of such payments, the apparent lack of a formal services \nagreement, and the fact that you apparently did not claim such compensation as a tax-deductible \nexpense raises questions about whether such payments would be properly characterized as a \ntaxable gift, or as payment for services rendered. The Dechert report states that you retained \n36 Id. at pg. 16: \"Starting in 2014, Black began to pay Epstein for his ongoing services on an ad hoc basis, without \nnegotiating written service agreements. In total, Black paid Epstein $70 million in 2014 and $30 million in 2015. Of \nthese amounts, Black attributed $20 million to Epstein's work on the step-up basis transaction and attributed the \nremainder to the various other matters including his advice about estate, tax planning, tax audits, and filings, \nmanaging Black's artwork, Family Office management, and advice regarding Black's yacht and airplane as set forth \nabove.\" \nr Email from Majority Staff, Senate Finance Committee to outside counsel to Leon Black at Paul, Weiss, Rifkind \nWharton & Garrison LLP, Sep. 20, 2022. \nEFTA02731032\nEpstein to advise you and your Family Office on a \"variety of topics related to trust and estate \nplanning, tax issues, philanthropic endeavors, and the operation of the Family Office.\"38\nAs noted previously, the amounts paid to Epstein were shown to be far in excess of \npayments to your other advisors, and even customary compensation of Fortune 500 CEOs. Based \non what is known about the services Epstein performed, payments to Epstein, which equated to \nan average annualized amount of $25 million, would likely represent payments well in excess of \nreasonable compensation. IRS audit guidance indicates that questions around reasonable \ncompensation typically arise in family businesses and closely-held business arrangements, in \nwhich the firm pays compensation in amounts determined to exceed what would reasonably be \ncharged for those services.\" The guidance states that such cases may also implicate gift and \nestate tax avoidance. \nAccording to IRS guidance, factors considered in determining reasonable compensation \ninclude: possible conflicts of interest and relationships to the company, an individual's role at the \ncompany, internal consistency in the company's compensation to other individuals, and external \ncomparisons of compensation with that of similar companies for similar services, among others. \nIn addition, the IRS defines a \"gift\" as any transfer to an individual, either directly or \nindirectly, where full consideration (measured in money or moneys worth) is not received in \nreturn.\" IRS regulations further provide that transfers made in the ordinary course of business \nare not considered gifts, provided the transaction is \"bona fide, at arm's length, and free from \nany donative intent?\"\" \nGenerally, business payments to an employee or contractor are deductible as reasonable \nand necessary expenses under Section 162. While personal expenses are generally not tax-\ndeductible, certain expenses involving a family office may be deductible under Sections 162 or \n212. In addition, the Internal Revenue Code specifically denies deductions for amounts not \nrepresenting reasonable compensation.\" \nThe Internal Revenue Code also denies deductions of any amount treated as a gift.' \nGifts in excess of the annual exclusion amount reduce any remaining amount of a taxpayers' \nlifetime unified exclusion against the gift and estate tax, and are subject to the 40% gift tax to the \nextent such gifts exceed that exclusion amount.' \n38 Apollo Global Management, Inc. Investigation Of Epstein/Black Relationship And Any Relationship Between \nEpstein and Apollo Global Management, available online at \nklips-/AvIvw sec gov/Archivcdedgar/data/1411494/0001193125210164051d11810'dex99I hum (At page 3, \"Black \nretained Epstein to advise Black and the Family Office on a variety of topics related to trust and estate planning, tax \nissues, philanthropic endeavors, and the operation of the Family Office..\" ) \nReasonable Compensation Job Aid for IRS Valuation Professionals*, Internal Revenue Service, Oct. 29, 2014; \navailable online at https:/Avww.irs.gov/pubtirs-utl/Reasonable%20Compensation%20Job%20Aid%20for%201RS \n0.420Valuation%/0Professionals pill \n1p Frequently Asked Questions on Gift Tares, Internal Revenue Service, \nhttps://www.irs.govibusinesses/smallbusinesses-self-employed/frequently-asked-questions-on-gift-taxes \n\"Trees. Reg. § 25.2512-8. \nI.R.C. § 162. \nC I.R.C. § 274 (b). \nEFTA02731033\nThe Dechert report states that from 2013 through 2017, you were under the \nmisconception that your payments to Epstein would be tax-deductible, based on advice from \nEpstein.09 During that same period, you paid Epstein $158 million. It appears that you \ndetermined at some point that such amounts were not tax-deductible, however, the Dechert \nreport does not provide any details on when that determination was made, why you determined \nthose payments were not tax-deductible, or how such payments were characterized for tax \npurposes. The Committee requested information and documents to determine how such \ndeductions were treated on previously -filed tax returns or whether any payments to Epstein were \ncharacterized as gifts. \nAs Chairman of the Senate Finance Committee I have long been concerned that ultra-\nhigh net worth individuals frequently employ sophisticated tax avoidance schemes to circumvent \nfederal gift and estate tax laws. With the assistance of sophisticated advisors, the wealthiest one \npercent of Americans often exploit estate planning and loopholes in the tax code to avoid paying \nhundreds of millions, or billions, of dollars in gift and estate taxes. As a result, this select group \nof Americans is able to use trusts and other structures to transfer enormous untaxed sums of \nwealth to their children. \nI am also concerned that the decimation of IRS enforcement resources over the last \ndecade has led to a decline in compliance with federal gift tax filing requirements. As IRS audits \nof gift tax returns have plummeted, the Committee's investigations have identified several \ninstances where gifts far exceeding the annual gift tax exclusion may not have been properly \nreported on federal tax filings. \nThe Committee is conducting several investigations into the means by which ultra-high \nnet worth persons avoid or evade paying federal taxes, including gift taxes. These investigations \nwill help inform legislation to address loopholes in the tax code. For example, the Committee has \nbeen investigating the growing use of Private Placement Life Insurance by the wealthiest \nAmericans as a tax shelter to avoid paying billions of dollars in income, gift and estate taxes. The \nCommittee's investigations into offshore tax evasion schemes involving individuals with dual \ncitizenship have also uncovered other challenges related to the enforcement of gift tax laws. For \nexample, the Committee's investigation into Credit Suisse identified several situations where \nexpatriating from the United States was part of a strategy to evade gift taxes while concealing \noffshore accounts from the IRS. \nThe facts and circumstances surrounding your business arrangement with Epstein present \na variety of novel issues as they relate to circumventing gift and estate tax laws. Due to the \nlimited information you have provided the Committee, a significant number of open questions \nremain regarding the tax avoidance scheme you implemented with Epstein's assistance, \n\" For 2013 to 2017 the annual gift tax exclusion was $14,000 and the lifetime exclusion amount was approximately \n$5 million. \n45 Apollo Global Management, Inc. Investigation Of Epstein/Black Relationship And Any Relationship Between \nEpstein and Apollo Global Management, available online at \nhttns://www.see.gov/Arehives/edgar/data/14I1494/0001 I 93 I 2521016405/d118102dex99l.htm (At page 17, \"Black \nwas under the misconception that his payments to Epstein would be tax deductible ('sixty cent dollars') because this \nis what Epstein had told Black.\" ) \nEFTA02731034\nincluding whether the exorbitant amounts paid to Epstein should have been classified as a gift for \nfederal tax purposes. The Committee also needs more information to assess whether billions of \ndollars in assets are being improperly kept out of your taxable estate. In order to better \nunderstand your business arrangement with Epstein, please provide answers to the following \nquestions no later than September I, 2023: \n1. The response provided on January 16, 2023 indicated that the trustees of the remainder \ntrust prepared an accounting to ascertain the amount of income distributable to Mr. Black \nunder the trust agreement and the amounts that were in fact distributed to him. Please \nprovide the total amount that was distributed to Mr. Black from the remainder trust, as \nwell as the amount that was intended to be distributed to him under the terms of the trust \nagreement. Please also provide the period in which these distributions occurred and \ndescribe how the amount over-distributed was calculated. \n2. The response provided on January 16, 2023 indicated that the mutual release of claims \nresulted in both sides receiving consideration. Please describe the value and nature of the \nconsideration involved in the mutual release. \n3. The response provided on January 16, 2023 indicated that the 2006 GRATs were funded \nwith a 30.35% interest in Apollo Management III LP; a 30.35% interest in Apollo \nManagement IV, LP; a 30.35% interest in Apollo Management V, LP; a 30.35% interest \nin Apollo Management VI, LP; a 26.8% interest in Apollo Investment Management, LP; \na 26.9% interest in Apollo Value Management, LP; a 44% interest in Apollo SVF \nManagement, LP; a 44% interest in Apollo Asia Management, LP; a 44% interest in \nApollo Europe Management, LP; a 44% interest in Apollo Alternative Assets, LP; and \n142 points of each of Apollo Advisors VI, LP and Apollo Advisors VI (EH). Please \nanswer the follow questions related to the interests that funded the 2006 GRATs: \na. Are any of these assets still held by the remainder trust? If so, please provide an \nup to date accounting of the capital and/or profit ownership percentage and \nestimated dollar value of the interest held by the remainder trust in Apollo \nManagement III LP, Apollo Management IV, LP Apollo Management V, LP; \nApollo Management VI, LP; Apollo Investment Management, LP; Apollo Value \nManagement, LP; Apollo SVF Management, LP; Apollo Asia Management, LP; \nApollo Europe Management, LP; Apollo Alternative Assets, LP; Apollo Advisors \nVI, LP and Apollo Advisors VI (EH). \nb. Please provide the most recent appraisal of the remainder trust's interest in Apollo \nManagement III LP, Apollo Management IV, LP Apollo Management V, LP; \nApollo Management VI, LP; Apollo Investment Management, LP; Apollo Value \nManagement, LP; Apollo SVF Management, LP; Apollo Asia Management, LP; \nApollo Europe Management, LP; Apollo Alternative Assets, LP; Apollo Advisors \nVI, LP and Apollo Advisors VI (EH). \nEFTA02731035\n4. Have you, or any entities you are affiliated with, including Elysium Management LLC, \ntaken out any loans against the value of the assets held in the remainder trust (whether \nheld directly or indirectly through ownership of partnerships)? If so, please provide the \ndollar value of those loans, as well as any loan terms (including interest rates, security, \nand amounts repaid), and please describe any powers you, the trustees or any other \nparties have held or exercised with respect to loans from the remainder trust. Do you have \na share of recourse debt or guarantee any debt of the entities described in question 3? \n5. How many shares of Apollo Global Management, Inc. stock are held by the remainder \ntrust? Please describe the number, value, and class of these shares. \n6. Please describe whether you have retained (or previously retained) any voting powers \nwith respect to the assets in the remainder trust. If so, please describe the percentage of \nvoting power you have retained for each of the funds described in question 3, and any \nother voting powers you have retained with respect to the assets in the remainder trust. \nPlease also describe what percentage of voting power you have retained related to assets \nheld in the remainder trust with respect to Apollo Global Management, Inc., calculated \nunder the principles of IRC 2036(b)(2) as of today or the most recent accounting. Please \nalso confirm whether you are, or previously were, a general partner of, or member of the \nmanagement company for, any of the funds described in question 3. \n7. The Dechert report claims that \"in 2013, payments (to Epstein) were memorialized in \nsigned and unsigned agreements.\" Please provide copies of any compensation agreements \nyou signed with Epstein. Please also describe any \"unsigned agreements\" between you \nand Epstein where Epstein was compensated for work related to trust and estate planning, \ntax issues, issues relating to artwork, your airplane, your yacht, and other similar matters. \n8. The Dechert report claims that you and Epstein negotiated a \"written service agreement\" \nthat was signed on February 13, 2013. Please provide a copy of this agreement, as well as \nany documents related to payments made to Epstein as a result of this agreement. These \ndocuments should include any statements of work or descriptions of the services rendered \nby Epstein related to payments made under the agreement. \n9. The Dechert report claims that Epstein was paid $56.5 million in five installment \npayments over 2013 and 2014 as part of an agreement that was never signed. The \nagreement was apparently renegotiated and the total amount paid was apparently $50 \nmillion. Please provide all documents related to payments you made to Epstein resulting \nfrom this unsigned agreement, including any statements of work or descriptions of the \nservices rendered by Epstein as part of the agreement. \n10. The Dechert report claims that starting in 2014, you began to pay Epstein for his ongoing \nservices on an ad hoc basis, without negotiating written service agreements. As part of \nthis, Epstein was paid $70 million in 2014 and $30 million in 2015. Please provide all \nEFTA02731036\ndocuments related to payments made to Epstein in 2014 and 2015, including any \nstatements of work or descriptions of services rendered by Epstein related to his work on \nthe step-up-basis transaction and estate, tax planning, tax audits and filings, or any other \nadvice provided to you and your family office. \n11. The Dechert report claims that \"it is clear the compensation paid by Black to Epstein far \nexceeded any amounts Black paid to his other professional advisors.\" Please explain how \nDechert LLP made this assessment. Please also provide documents showing how \nEpstein's compensation compared to other professional advisors, including attorneys \nproviding tax, trust and estate planning services and certified public accountants who \nassisted you with tax matters. \n12. The Dechert report claims that \"after 2013 payments were made by Mr. Black to Mr. \nEpstein on an ad hoc basis based on Black's perceived value of Epstein's work.\" Please \nprovide a detailed description of how compensation amounts were decided for Epstein, \nincluding any documentation of trust and estate planning and tax consulting services \nrendered by Epstein for you or your family office. \n13. In a briefing with the Committee on August 1, 2022, your outside counsel indicated that \nEpstein would often demand compensation from Black that far exceeded what you were \ninitially willing to pay for his services. Despite the absence of a written services \nagreement or other contract, it appears that you made large payments to Mr. Epstein in \n2014, 2015, and 2017. Please provide a detailed written description of the amounts \nEpstein initially requested he be paid during those years, the process by which you and \nEpstein negotiated and agreed to a payment amount, and why you agreed to pay such \nsubstantial sums to Epstein despite the absence of a written service agreement. Please \nalso provide copies any relevant documents related to decisions regarding how much \nEpstein was paid for his services. \n14. The Dechert report claims that from 2013 through 2017, you were under the \nmisconception that your payments to Epstein would be tax-deductible, based on advice \nfrom Epstein. \na. Please describe whether you claimed income tax deductions for payments to \nEpstein for any taxable year during this period, as well as when and why you \ndetermined that such payments were nondeductible. \nb. Please describe whether you amended your tax returns after learning that the \npayments to Epstein were not tax-deductible. \nc. Please include all substantiation documents with respect to any income tax \ndeductions you previously claimed. \nd. Please describe whether any payments you made to Epstein were characterized as \ngifts for tax purposes, and please provide any documents, including tax returns, \nrelated to any reportable gifts made to Epstein. \nEFTA02731037\n15. In a briefing with the Committee on August 1, 2022, your outside counsel indicated that \nEpstein provided substantial advice related to your private art collection, which is worth \nover $1 billion. This advice reportedly included helping you form a new art partnership \nas well as assistance in connection with the sale of certain pieces of artwork. Please \nprovide detailed answers in writing for the following items: \na. What was the purpose of the new art partnership you formed with Epstein's \nassistance? How did Epstein assist in the formation of that partnership? \nb. Please provide more details regarding any art loans that involved Epstein, \nincluding Epstein's role related to those loans. \nc. Please provide a list of any like-kind exchange transactions Epstein helped \nexecute for any pieces you owned valued at over $1 million, including a detailed \ndescription of the tax benefits obtained through the execution of these \ntransactions. \nd. Please provide a list of art sales valued at over $1 million Epstein assisted you \nwith. \nThank you for your attention to this important matter. \nSincerely, \n14ThnRon Wyden \nUnited States Senator \nChairman, Committee on \nFinance \nEFTA02731038",
        "sha256": "eb21e327d83f3130a7dec8706d6dcc5cacc432854aa40b9edde47220fb54cac3",
        "pages": 16
      }
    ]
  },
  {
    "id": "doc_Dataset12_EFTA02731039",
    "title": "sourceFiles\\EFTA02731039",
    "date": null,
    "source": "Unknown",
    "filePath": "file/EFTA02731039/EFTA02731039.pdf",
    "mentions": [
      "jeffrey_epstein",
      "leslie_groff",
      "victim_001",
      "victim_002"
    ],
    "sha256": "218a9f1225e1deacd34f0568afcf451b8b98cda1dff8361ea4b72e1966d926af",
    "grouped_files": [
      {
        "path": "file/EFTA02731039/EFTA02731039.pdf",
        "size": 1533419,
        "text": "U.S. Department of Justice \nUnited States Attorney \nSouthern District of New York \nProsecution Memorandum \nPrivileged and Confidential — Attorney Work Product \nDo Not Disseminate Outside of the SDNY USAO \nUSAO #: United States v. Epstein, 19 Cr. ( ) June 11, 2019 \nThis memorandum seeks authorization to charge JEFFREY EPSTEIN with one count \nof sex trafficking of children and one count of conspiracy to commit sex trafficking of children. \nThese charges arise from a years-long scheme to recruit and entice minor girls into engaging in \ncommercial sex acts, specifically sexualized massages and related sexual activity in exchange for \nmoney, in locations including Manhattan and Palm Beach, Florida. The proposed indictment is \nattached hereto, and this memorandum is submitted to provide additional factual background and \nrelevant legal analysis. \n1. Overview \nThe Scheme \nFor a period of years, from at least 2002 through approximately 2005, Epstein engaged \nin a pattern of enticing minor girls to engage in paid sex acts.' This conduct was in part revealed \nthrough a previous federal investigation into Epstein by the U.S. Attorney's Office and FBI in the \nSouthern District of Florida (\"SDFL\"), which resulted in a 2007 non-prosecution agreement, 2 and \nwas further investigated and revealed thorough our investigation, which began in late 2018. \nAs detailed below, the SDNY is not bound by the SDFL non-prosecution agreement; moreover, \nwhile our investigation and charges cover some conduct and victims initially identified by the \nSDFL investigation, our charges also include conduct and victims who were not interviewed \nduring that prior investigation, including individuals who were victimized solely in New York. \nBased on our review of interview reports from the historical case file and from victim interviews \nin media, we have reason to believe that Epstein's conduct traces back at least to the 1990s. \nHowever, because the victims we have interviewed were not abused during that time \nwe have not focused on that pen \n2 Epstein's conduct became the subject of an investigation by the Palm Beach Police Department, \nand then the FBI, in approximately 2005, after the parents of a victim reported to law enforcement \nthat Epstein had abused their daughter. Those investigations spanned approximately two years \nand included, among other things, interviews with approximately 35 victims; a search warrant \nexecuted on Epstein's Florida residence; and detailed analysis of various phone and flight records. \nAs detailed below, the terms of the 2007 non-prosecution agreement required Epstein to plead \nguilty in Florida state court to soliciting prostitution, which he did in 2008. He was sentenced to \n18 months in jail, was permitted to serve his sentence in a facility where he was released during \nthe day to work, and was released from his sentence after serving approximately 13 months. \nEFTA_00022556 \nEFTA02731039\nPage 2 \nIn both Florida and New York, the scheme operated in a nearly identical fashion: \nEpstein essentially operated a pyramid scheme of sexual exploitation, victimizing minor girls who \nwere brought to his homes to give Epstein erotic \"massages,\" in exchange for hundreds of dollars, \nand then paying those individuals to recruit additional minor victims. Once the victims were alone \nwith Epstein, the \"massages\" became increasingly sexual. The identified victims ranged from \napproximately 14 to 17 years old when their abuse began, with the majority having been \napproximately 15 or 16 when they were recruited to perform sex acts with Epstein. Epstein's \nconduct included masturbating in front of victims; fondling their breasts; placing a vibrator on \ntheir genitals; and/or directly touching their genitals. Some victims also continued to engage in \nsuch acts with Epstein after they were no longer minors. Victims and recruiters in New York and \nFlorida generally were paid $300 and $200 per visit, respectively. The victims were typically paid \nby Epstein or his employees in cash, in hundred dollar bills. \nAfter their first visit to Epstein's residences, victims in New York and Florida usually \nwere contacted via telephone by individuals who worked for Epstein to arrange additional \nmassages. In New York, one of those individuals was Leslie Groff, one of Epstein's assistants; in \nFlorida, the primary contact for the girls was who was Epstein's employee and often \naccompanied him on travel, including to ew or everal victims reported that when they \narrived at the Florida residence for massage appointments, was present at the house and \nescorted them to the massage room to meet Epstein. \nIn order to maintain a steady stream of underage girls to perform sexual acts, Epstein \nalso directed others, including some of his victims, to recruit other minor girls to engage in \nsexualized massages. Some victims brought just one or two friends, while others become prolific \nrecruiters, bringing Epstein dozens of other girls. Epstein and his employees, including \ntypically paid the recruiters hundreds of dollars for each girl they brought to Epstein's resi ences. \nThe SDNY investigation has focused principally on conduct occurring in New York or \nwith connections to New York, although, as detailed herein, through our review of information \ngathered through the prior investigation we have also developed considerable familiarity with—\nand plan to charge—conduct that occurred in Florida. \nEpstein Background \nEpstein has had significant connections to New York City for many years. According \nto press reporting over the past approximately 20 years, he owns what is reportedly the largest \nprivate residence in Manhattan, on East 71st street, and his professional career was initially \ncentered in New York. He was raised in Coney Island, and he taught calculus and physics at the \nDalton School after dropping out of Cooper Union. From Dalton, he was hired at Bear Stems, \nwhere he worked from approximately 1976 to 1981 before reportedly starting his own wealth \nmanagement business. The source of his reportedly -vast wealth is opaque; most concretely, he \nhas worked closely with multi-billionaire Leslie Wexner, founder of the Limited chain of women's \nclothing stores, who also either gave or sold Epstein the Manhattan mansion. In the 1990s and \n2000s, Epstein apparently managed money, engaged in various philanthropy, and was briefly more \npublicly known for providing use of his aircraft to—and accompanying —Bill Clinton, Kevin \nSpacey, and Chris Tucker for a philanthropic trip to Africa. Since the Florida investigations, he \nhas maintained a lower profile, residing primarily on his private island in the U.S. Virgin Islands. \nEFTA_00022557 \nEFTA02731040\nPage 3 \nII. Victim Interviews and Corroborating Evidence \nNew York and Victim-I \nEpstein spent significant time in Manhattan during the relevant period. As described \nby at least one individual who was victimized in—and, as discussed further below, recruited other \nminor victims in—New York City (\"Victim-1\"), Epstein victimized at least dozens of girls in New \nYork, in addition to the dozens of girls he victimized in Florida. \nIn particular, we have met with Victim-1, who has been cooperative with the \ninvestigation and is represented by counsel. In several proffers, Victim-1 has described how she \nwas recruited to engage in sexual contact with Epstein in approximately 2002, at the age of \napproximately 14. While at a New York City club, Victim-1 met another teenager who described \nhaving worked for a rich man, giving topless massages —and recruiting other girls to do the same—\nand invited Victim-1 to make money this way. At the time, Victim-1 was living by herself and \nsupporting herself financially, having moved away from a difficult home life. As further detailed \nbelow, Victim-1 ultimately visited Epstein's Manhattan mansion to engage in sexual massages and \nother sex acts at least dozens of times between approximately 2002 and 2005. \nDuring her visits to the mansion, Victim-1 performed erotic massages on Epstein, \nincluding being partially or fully nude while she massaged him. Most or all of the massages \nperformed by Victim-1 would end with Epstein masturbating and ejaculating; during some of the \nmassages, Epstein touched the genitals of Victim-1 with his hand or with a vibrator or sex toy. He \nalso commonly asked Victim-1 to pinch or twist his nipples. Epstein ordinarily paid Victim-1 \n$300 in cash after a massage was completed. All of these interactions with Epstein occurred while \nVictim-1 was a minor, including times when Epstein touched her genitals. \nAfter Victim-I's initial meetings with Epstein, he asked her, in sum and substance, to \nrecruit other girls for the same activity. Over approximately two years, Victim-1 estimates that \nshe brought dozens of girls to Epstein to provide massages, starting with girls she knew from her \ncommunity and eventually strangers whom Victim-1 met at bars, clubs, or other locations. \nVictim-1 would describe to the girls what was expected, i.e., that they would provide erotic \nmassages to Epstein, while nude, and that Epstein might touch them or ask them to touch him. \nVictim-1 would schedule appointments for the girls by phone with Epstein's assistant, \"Leslie.\" \nBased on the investigation, we have identified \"Leslie\" as Leslie Groff. \nEach time Victim-1 brought a girl to Epstein, Victim-1 was paid $300, and the other \ngirl also would receive $300, always in cash. Victim-1 states that Epstein knew that she was under \nthe age of 18, and that he knew other girls she brought were under 18. In particular, Victim-1 \nrecalls Epstein having asked her how old she was and her truthfully telling Epstein that she was \n14 years old. After Victim-1 brought a girl to Epstein, he would sometimes either tell Victim-1 to \nbring the girl again, if he liked her, or tell Victim-1 not to bring the girl again. Victim-1 noticed \nthat the girls Epstein liked were generally younger and more petite. Epstein would tell Victim-1: \n\"you know what I like,\" which she took to mean underage, petite girls. Epstein would occasionally \nindicate his displeasure with Victim-1 for bringing a particular girl, including expressing to \nVictim-1 that he did not like dark-skinned girls. Later on, as Victim-1 grew older and knew fewer \nyoung girls to bring, she brought older girls, which Epstein expressed displeasure about. Victim-1 \nrecalls at least one occasion when she saw a girl show Epstein an ID to prove she was under 18. \nEFTA_00022558 \nEFTA02731041\nPage 4 \nCorroboration of Victim-1 \nCorroboration of Victim-I's account exists through contemporaneous records, as well \nas through other victims we have already approached. We also expect to develop additional \ncorroboration through interviews of victims we plan as well as likely through additional victims \nwe expect to approach immediately after the investigation is overt, i.e., after charging. \nIn our review of the evidence from the initial investigation, we have identified a written \nphone message that was obtained from a trash pull from Epstein's Florida residence. The message \nis from a 646 area code, and the person listed is Victim-I's first name, Victim-1 \ndoes not recognize the phone number, and has told us she cycled throug manydifferent phones \nwhen she was a teenager, but contemporaneous phone records of an associate of Victim-1 reflect \ntolls with the 646 number, which strongly suggests the 646 number was being used by Victim-1. \nWith respect to corroborating witnesses, two individuals who were introduced to \nEpstein by Victim-1 and were paid by Epstein to perform erotic massages (\"Individual -1\" and \n\"Individual -2,\" respectively) were interviewed in connection with the prior Florida investigations. \nIn those interviews, Individual -1 stated that when she was approximately 18, she met Victim-1 \n(known to her only by first name) through a mutual friend. Victim-1 told Individual -1 she knew \na man named Jeffrey who would pay girls $300 for massages. Victim-1 made an appointment for \nIndividual -1 to go to Epstein's house, which she did. After Individual -1 was brought to Epstein's \nmassage room, he asked her to strip down to her underwear and massage him; Individual -1 agreed \nonly to strip down to a shirt and underwear. Individual -1 massaged Epstein's back for \napproximately 20 minutes before Epstein got off the table, handed her $300, and told her he did \nnot want her to massage him again, because she reminded him of his niece, and that he wanted her \nto bring him other girls instead. Individual -1 recalls that later she and Victim-1 brought \nIndividual -2 to Epstein's house to perform a massage. Individual -1 recalled bringing Individual -2 \napproximately two additional times, and recalled receiving calls from \"Leslie\" regarding \nscheduling. Individual -2 generally confirmed this account, telling FBI agents that during massages \nwith Epstein she removed her clothes and he masturbated in front of her. She said Epstein \nattempted to use a vibrator on her, but she refused. Individual -2 confirmed that Victim-1 (known \nto her only by first name) and Individual -1 had recruited her to give massages to Epstein. \nThe case agents in our investigation have approached Individual -1 and Individual -2, \nboth of whom preferred not to speak to law enforcement at this time and emphasized that they \nbelieved they were 18 years old during the relevant time period. However, while they would not \nbe considered statutory victims given their age at the time, if called to testify they could corroborate \nthat Victim-1 worked as a recruiter for Epstein as a minor. To our knowledge, Victim-1 has not \nspoken to Individual -1 or Individual -2 in the many years since they each interacted with Epstein. \nVictim-I also has described Epstein's Upper East Side residence in great detail, \nincluding describing the artwork in the massage room, a stuffed dog in the living room, and a \nlibrary that she compared to the one in \"Beauty and the Beast.\" It would be extraordinarily unlikely \nthat Victim-1 could describe these aspects of the residence in such detail if she had not spent \nsignificant time there. Finally, the account from Victim-1 is nearly identical to that of another \nvictim who became a recruiter for Epstein in Florida (\"Victim-2\"), with whom Victim-1 has had \nno contact or communications. Victim-2 is further described below. \nEFTA_00022559 \nEFTA02731042\nPage 5 \nFinally. Victim-1 also has identified several other girls she recruited, including at least \none who was a victim and recruiter. We intend to approach additional such victims when the case \nis overt, after charging. One of those victims has agreed to speak with us, but we are unlikely to \nbe able to meet with her for several weeks because she is about to give birth. \nhe has met with us for live lengthy interviews, during wlnc\ns e as provided detai e m ormation \nFlorida Victims \nWe have also met with and interviewed two primary Florida-based victims, each of \nwhom has described a generally similar course of abuse. In speaking with them we have focused \non individuals who we believe, based on their own accounts and/or phone records, were contacted \nby co-conspirators located in New York in connection with their abuse, i.e., to schedule massages. \nVictim-2 \nVictim-2 was recruited to be a victim when she was approximately 14 years old: she \ncurrently recalls having been 14 when she met Epstein. though she stated in a 2007 FBI interview \nthat she believed her interactions with him began when she was 15. Victim-2 estimates that she \nherself performed more than ten sexualized massages and that she also recruited approximately \n20-30 additional girls who were similarly abused by Epstein in Florida. \nWhen Victim-2 first encountered Epstein, she was a high school dropout, living away \nfrom home and supporting herself financially. She recalls being recruited by a young girl at a \nparty who told her she could make $200 by giving a massage to an older man. Victim-2 agreed to \ngo to Epstein's residence in Palm Beach, and she ultimately participated in at least ten massages, \nwhich became increasingly sexual over time. She recalled that Epstein would instruct her to pinch \nhis nipples while he masturbated, and that she was often instructed to take her clothes off and \nperform the massage while nude. During the massages, Epstein would use a vibrating massager \non her vagina, and during at least one incident he put his hand on her genitals. She recounted that \nEpstein would frequently push things further to see how far he could go. \nI \nEFTA 00022560 \nEFTA02731043\nPage 6 \nEpstein asked Victim-2 to bring other girls for massages, which she did. Initially, \nEpstein simply asked her to \"bring a friend\" and told her he would pay her to bring other girls. \nLater, after a few experiences of Victim-2 bringing victims who balked at the sexual nature of the \nmassages, Epstein told her not to bring girls unless they knew what to expect. Victim-2 understood \nthis to mean she should warn girls to expect they would need to take off their clothes, and that \nEpstein would touch them and masturbate. She then conveyed as much in recruiting victims. \nVictim-2 estimates she recruited approximately 20 to 30 girls for Epstein, all of whom \nwere approximately 15 to 20 years old. Victim-2 believes that most of the girls she brought were \nminors. This continued for approximately two to three years. Although Epstein did not expressly \ntell Victim-2 to bring minors, the girls she knew—and thus the girls she could recruit—were all \nminors at the time. Epstein would occasionally indicate to Victim-2 which girls he liked and which \ngirls he disliked, and she noticed he preferred the younger minors she brought, and that he preferred \npetite blonde girls. Victim-2 usually coordinated these appointments with Victim-2 \nspecifically recalls that would occasionally call Victim-2 and say that she was in New York, \nthat Epstein would be arriving in Florida soon, and that she wanted to know if Victim-2 could \n\"work\" when he arrived. \nWhen Victim-2 first met Epstein, she told him she was 18 because her friend had told \nher to lie about her age. In truth, she was approximately 14 or 15 at the time, and was wearing \nbraces, and recalls that it would have been obvious that she was very young. Initially, Victim-2 \nsimilarly told other girls she brought to Epstein to say they were older because her friend had given \nher that instruction. Over time, however, based on her observations of the girls that Epstein seemed \nto prefer—and the sheer number of minors she brought to the house without issue—Victim -2 came \nto believe that Epstein wanted younger girls, and did not care if the girls told him their true ages. \nFor this reason, Victim-2 stopped telling the girls she recruited to lie about their ages. She stated \nthat the girls she recruited looked very young, and she believes it would have been obvious to \nanyone that they were underage. \nWhen the Florida investigations became public, after Victim-2 had stopped visiting \nEpstein, she recalls having a phone conversation with in which stated, in sum and \nsubstance, that Victim-2 would be taken care of if she didn't say anything. \nCorroboration of Victim-2 \nThe full name and phone number of Victim-2 appear on message pads recovered from \nEpstein's house during a search conducted as part of the prior investigations. The messages appear \nto refer to scheduling appointments and recruiting other girls, e.g.: \"She has a female friend for \nyou, please call back as soon as possible.\" These messages strongly corroborate that Victim-2 \nworked as a recruiter for Epstein. Additionally, the message pads appear to include messages with \nnames of individuals Victim-2 has identified as other victims, and who were interviewed during \nthe previous investigation (and who confirmed at the time that they were victimized in a matter \nconsistent with the pattern of conduct victims have described in our investigation). Although we \nhave not yet been able to interview those victims, we intend to approach them after charging. \nContemporaneous phone records also reflect numerous phone calls between Victim-2 \nand corroborating Victim-2's account that was her primary contact for scheduling \nmassagesor Epstein. \nEFTA_0002256 I \nEFTA02731044\nPage 7 \nVictim-3 \nVictim-3 recalls that between in or around 2003 and 2005. she went to Epstein's Florida \nresidence approximately 20 times to participate in sexualized massages, receiving payments of \n$200 for each visit. Victim-3 recalls that she told Epstein her true age. and that she was 17. \nHowever, we believe it is possible that Victim-3 may be mistaken as to her age at the time, and \nindeed may have begun engaging with Epstein at the age of 16. Specifically, Victim-3 explained \nthat she would typically deposit cash from Epstein in her bank account right away. Victim-3 \nprovided a notebook in which she noted deposits she made; based on her dates of deposits, it \nappears the abuse began in approximately June 2003, weeks past her sixteenth birthday. The \nrecords also appear to show that cash payments from Epstein continued through January 2005, \nseveral months before her eighteenth birthday. \nSimilar to other victims, Victim-3 was recruited by a high school friend, who told her \nshe could make money by giving a massage. She recalls Epstein telling her that they could travel \ntogether after she turned 18, and that once she turned 18 he would be able to help her with a \nmodeling career. She ultimately stopped going to Epstein's residence because she felt disgusted \nby her interactions with him. \nVictim-3 generally scheduled the massages through \n Victim-3 recalled that \nsc would sometimes call from New York to schedule massagesMance of E stein's arrival \nuilrida. and Victim-3 specifically recalls il mentioning on calls that was in New \nYork at the time. She also reported that Epstein asked her to bring girls that loo e her, which \nshe took to mean blonde girls her age. Victim-3 brought two seventeen -year-old girls to Epstein's \nhouse for massages, for which Victim-3 was also paid. Victim-3 has reported that the massages \nbecame increasingly sexual over time, and included Epstein touching her genitals and using a \nvibrator on her genital area, including under her underwear. Victim-3 also recalled that Epstein \nasked her for intercourse, but she refused. \nEFTA_00022562 \nEFTA02731045\nPage 8 \nCorroboration of Victim-3 \nA review of tolls for cell phone reflect several calls with Victim-3, when \nVictim-3 was a minor, corroborating er recollection that would call her to schedule \nmassages with Epstein. A comparison of call records a ainst logs o Epstein's flights on his private \njet reflects several sets of calls during times when a ars to have been in New York City \nwith Epstein. For example. on September 16, 2004, and Victim-3 had three calls spread \nthroughout the afternoon; later that night, flight recor re ect that and E stein flew from \nJFK Airport to West Palm Beach. This corroborates Victim-3's recollection that said that \nshe was in New York during some of their phone conversations to set up massages. \nInvestigative Leads from Florida Investigation \nDuring the Florida investigation, the FBI interviewed dozens of victims who described \na pattern of abuse virtually identical to the experiences that victims have described to us. During \nour investigation, we approached a small, targeted group of these individuals; in some instances, \nvictims declined to speak with us until charges were brought, given the history of this case.4 We \nintend to approach additional victims identified during the Florida investigation after charging, but \nhave not approached them at this stage for fear of leak concerns. Given the benefits of charging \nfrom a covert posture, we plan to hold off on approaching these individuals until after charging. \n4 One additional individual who did speak to us, Victim-4, stated that when she was approximately \n17 years old, a friend brought her to Epstein's house to perform a massage for S200. During the \nmassage, Epstein attempted to touch Victim-4's buttocks. She told him not to touch her; he tried \nto again; and she pushed his hands away. Epstein said, in sum and substance. \"you're done\" and \ntook money from a drawer and put it on the table. Victim-4 was upset and left the house, and \nsubsequently had no additional contact with Epstein. However, she does not recall discussing her \nage with Epstein. and in an interview in the Florida state investigation she recalled having been 18 \nyears old during this incident. Notably. Victim-4 later became aware that some high school friends \nhad gone to Epstein's house, including a friend named told Victim-4 that \nEpstein would get angry if brought girls who not want to do more than just give a \nmassage, and that Epstein want young girls. \nEFTA 00022563 \nEFTA02731046\nPage 9 \nProposed ( haraes, Elements of the Offenses. and Venue \nA draft indictment is attached as an exhibit. We propose to charge Epstein with one \ncount of sex trafficking, in violation of 18 U.S.C. §§ 1591 and 2, and one count of conspiracy to \ncommit the same, in violation of 18 U.S.C. §§ 371. The first count covers Epstein's abuse of \nvictims in New York. The second count covers all three victims along with dozens of others in \nboth New York and Florida. By having a freestanding New York count, the indictment will make \nclear that this case goes beyond the Florida investigation, and that New York is a significant \nstakeholder in the equities of this case. It also provides a freestanding count we believe will be \nimmune to arguments that the NPA bars prosecution. At the same time, we think it is important \nto charge a conspiracy count that covers all of the conduct, so that Epstein can be held accountable \nfor the harm he caused to all of his victims. \nCount One,5 18 U.S.C. §§ 1591 (Sex Trafficking of Children) and 2 \nCharged period: 2002 to 2005 \nSTATUTE ELEMENTS PROOF AS TO EACH ELEMENT \n18 U.S.C. § 1591(a) \n& (bX2) 1) Knowingly recruited, enticed, \nharbored, transported, \nprovided, or obtained by any \nmeans a person; • \n2) In or affecting interstate or \nforeign commerce; • \n3) Knowing the fact that the \nvictim had not yet attained the \nage of 18 years old; and • \nEFTA_00022564 \nEFTA02731047\nPage 10 \n4) Knowing the victim will be \ncaused to engage in a \ncommercial sex act. • \nVenue • \nWe discuss the elements as follows: \ni \na separable offense, may be charged in a single count if those acts can be characterized as part of \nI \nEFTA_00022565 \nEFTA02731048\nPage 11 \nEFTA_00022566 \nEFTA02731049\nPage 12 \nnaturally, the word 'any' has an expansive meaning, that is, 'one or some \nEFTA_00022567 \nEFTA02731050\nPage 13 \n■ \nEFTA 00022568 \nEFTA02731051\nPage 14 \nCount Two. 18 U.S.C. § 371 (Conspiracy, with the object to commit 18 U.S.C. § 1591) \nCharged period: 2002 to 2005 \nSTATUTE ELEMENTS PROOF AS TO EACH' ELEMENT \n18 U.S.C. § 371 I) Two or more persons \nunlawfully agreed to violate \nsection 1591: • \n2) Defendant knowingly and \nwillfully became a member \nof the conspiracy: and \n3) An overt act in furtherance \nof the conspiracy. • \nEFTA_00022569 \nEFTA02731052\nIV. Cooper:UWE Defendants \nNone currently. Following the filing of the initial indictment charging Epstein, we \nhope to approach other suspected and alleged co-conspirators. and to further develop evidence \nagainst such individuals through the overt investigation, with the possibility of utilizing certain \nsuch individuals as cooperating defendants. \nEFTA 00022570 \nEFTA02731053\nPage 16 \nV. I .eflal Context \nSeparate from anticipated defenses, which are addressed further below, we expect there \nare two legal issues that might be raised in connection with a prosecution of Epstein in SDNY. \nA. The Florida Non-Prosecution Agreement \nPrior to opening our investigation, we examined the question whether Epstein's prior \nnon-prosecution agreement with the SDFL would bar prosecution against Epstein or his \nco-conspirators in the SDNY, including for conduct that occurred in part in SDFL. For the reasons \nset forth below, we believe that it would not. In particular, we believe that the Agreement —which \nwas signed only by representatives of SDFL and spoke, in relevant part, only to binding that \nOffice—would not preclude another federal district from bringing properly-venued charges based \non the same conduct. \nBackground \nFollowing the SDFL and state investigations into Epstein's conduct from \napproximately 2005 through 2007, Epstein entered into a non-prosecution agreement (the \"NPA,\" \na copy of which is attached) with the SDFL in September 2007. II As discussed further below, the \nterms of the NPA required, among other things, that Epstein plead guilty to state charges of \nsoliciting prostitution from a single victim. In exchange, the SDFL agreed not to prosecute Epstein \nfor \"any offenses that arose\" from the SDFL investigation, including trafficking and enticement \noffenses. The NPA further purported to commit the SDFL to not bringing c es a ainst \"an \npotential co-co irators of Epstein. including but not limited to non\nLesley Groff, or none of whom were signatories to e NPA. \nGroff are believ to ve wo or Epstein to schedule massages, and and \nare believed to have recruited Epstein's victims. As noted, only Epsteinhimself an t SDFL \nwere parties to the NPA. \nSubstance and Language of the NPA \nThe language of the NPA overwhelmingly refers to the SDFL, and the core terms and \ntext of the agreement appear to be limited to the SDFL. The prefatory language states: \n\"THEREFORE, on the authority of R. Alexander Acosta, United States Attorney for the Southern \nDistrict of Florida, prosecution in this District for these ofJenses13 shall be deferred in favor of \nII On February 21, 2019, following litigation initiated in 2008 by certain of the Victims, a court in \nthe Southern District of Florida found that the SDFL violated the Crime Victims' Rights Act in \nconnection with its entrance into, and notification regarding. the NPA. A decision on the \nappropriate remedy currently is pending. \n12 As discussed above,1. and Groff worked for Epstein and scheduled appointments for \nvictims. nu also wo as an assistant to Epstein during the relevant period, but appears to \nhave had minimal contact with victims. lived with Epstein during the relevant period \nand appears to have had some kind of sexua re ationship with him. \n13 All emphases relating to the NPA are added unless otherwise specified. \nEFTA_00022571 \nEFTA02731054\nPage 17 \nprosecution by the State of Florida.\" The final paragraph of the prefatory language also states, \namong other things, that after fulfilling the terms of the agreement, \"no prosecution for the [sex \nabuse] offenses set out on pages 1 and 2 of this Agreement, nor any other offenses that have been \nthe subject of the joint investigation by the Federal Bureau of Investigation and the United States \nAttorney's Office, nor any offenses that arose from the Federal Grand July investigation will be \ninstituted in this District.\" \nIn its terms section, the NPA further states that Epstein's signature \"is not to be \nconstrued as an admission of civil or criminal liability or a waiver of any jurisdictional or other \ndefense\" as to any victim whose identity was not disclosed by SDFL to Epstein, as provided for in \nthe NPA, and additionally states that neither Epstein's signature nor any resulting waivers or civil \nsettlements \"are to be construed as admissions or evidence of civil or criminal liability or a waiver \nof any jurisdictional or other defense as to any person.\" These provisions strongly suggest that the \nparties contemplated possible criminal prosecutions in other jurisdictions and/or based on victims \nnot initially identified in the Florida investigations (whether in Florida or elsewhere). The final \nsubstantive paragraph of the NPA states that \"Epstein hereby requests that the United States \nAttorney for the Southern District of Florida defer [. . .] prosecution.\" \nApplicability of NPA Immunity Provisions to Other Jurisdictions \nEFTA_00022572 \nEFTA02731055\nPage 18 \nEFTA _00022573 \nEFTA02731056\nPage 19 \nEFTA 00022574 \nEFTA02731057\nPage 20 \nThe Independent Interests of the Southern District of New York \nEFTA_00022575 \nEFTA02731058\nPage 21 \nAccordingly, we believe this SDNY prosecution is in the interests of justice. \nB. Statute of Limitations \nThe conduct we ex t to char e s ed from a roximatel 2002 throw \napproximately 2005. \nEvolving Statutes of Limitations for Sex Crimes Involving Children \nAlthough a federal criminal case ordinarily is subject to a five-year statute of \nlimitations, since at least 1994 there have been expanded statutes of limitations for sexual offenses \nagainst children. \nIn 1994, the statute of limitations in effect for sexual offenses against children ran until \n—the child reaches the age of 25 years.\" 18 U.S.C. § 3509(k) (1990), amended 18 U.S.C. § 3283 \n(1994) (\"No statute of limitations that would otherwise preclude prosecution for an offense \ninvolving the sexual or physical abuse of a child under the age of 18 years shall preclude such \nprosecution before the child reaches the age of 25.\"). \nIn April 2003. Section 3283 was revised to permit the prosecution of sex offenses \nagainst minors at any time during the lifetime of the minor victim. 18 U.S.C. § 3283 (2003) \n(-No statute of limitations that would otherwise preclude prosecution for an offense involving the \nsexual or physical abuse, or kidnaping, of a  child under the age of 18 years shall preclude such \nprosecution during the life of the child.\"). 18\n18 Section 3283 was further revised in January 2006 to permit the prosecution of such offenses \nduring the lifetime of the victim or ten years after the offense, whichever is longer. Additionally. \nin July 2006. a separate but partially overlapping provision. 18 U.S.C. § 3299, was enacted. \nSection 3299 eliminated the statute of limitation  for certain specified sex crimes and/or crimes \nagainst children, including 18 U.S.C. § 1591. \nEFTA_00022576 \nEFTA02731059\nPage 22 \nApplication of Statute of Limitations \n19 The term \"sexual abuse\" is defined as including \"the employment, use, persuasion, inducement, \nor coercion of a child to engage in, or assist or another person to engage in, sexually explicit \nconduct or the rape, molestation, prostitution, or other form of sexual exploitation of children, or \nincest with children.\" 18 U.S.C. § 3509(8). The term \"sexually explicit conduct\" means \"actual \nor simulated (A) sexual intercourse [. . .] (C) masturbation: [or] (D) lascivious exhibition of the \ngenitals or pubic area of a person[.]\" \nEFTA_00022577 \nEFTA02731060\nPage 23 \nEFTA _00022578 \nEFTA02731061\nPage 24 \nVI. Anticipated Defenses \nJ \n00022579 \nEFTA02731062\nPage 25 \n_1 \nEFTA 00022580 \nEFTA02731063\nPage 26 \nI= \nI I I I \nM \nEFTA_00022581 \nEFTA02731064\nPage 27 \nEFTA_00022582 \nEFTA02731065\nPage 28 \n_I \nVII. Discover Issues \nWe have reviewed the SDNY Discovery and Disclosure Policy and believe we will be \nable to provide all necessary discovery materials to the defense on a timely basis. We nevertheless \nnote that discovery in this case will be significant, due to the prior investigations. \nEFTA 00022583 \nEFTA02731066\nPage 29 \nWe are aware of two substantial and historical sets of materials (in addition to materials \nwe have obtained as part of our current investigation) that will require discovery and disclosure \nprocesses: files maintained by the Department of Justice FOIA office, and files maintained by the \nFBI in Florida in connection with the initial investigations. In addition, we are in the process of \nobtaining the physical evidence obtained in connection with the Florida investigation so we can \nlog and store it in evidence in New York. The evidence currently remains in FBI custody in \nFlorida. \nSeparate from those two sources of materials, although we believe that the FBI file \ncontains all materials from the initial state investigation, to the extent that is not correct, we may \nneed to obtain certain materials from local police. We have held off on contacting local police but \nwill do so once the investigation is overt. Additionally, while unlikely, at an appropriate time we \nwill need to ascertain whether SDFL has any materials separate and in addition to the FBI case \nfiles, and, if so, to obtain copies of any such materials. \nWe also expect to need to determine what protections should cover discovery materials, \npotentially including the need for significant redactions, including of victim identifying \ninformation. \nVIII. Forfeiture / Restitution \nWe expect to seek both forfeiture and restitution in this case. \nRestitution is mandatory under the Victims of Trafficking and Violence Protection Act \nof 2000 (the \"TVPA\"), and includes \"the full amount of the victim's losses\" including \"any costs \nincurred by the victim for—(A) medical services relating to physical, psychiatric, or psychological \ncare; (B) physical and occupational therapy or rehabilitation; (C) neePqRaty transportation, \ntemporary housing, and child care expenses: (D) lost income; (E) attorney's fees, as well as other \ncosts incurred: and (F) any other losses suffered by the victim as a proximate result of the \noffense.\" 18 U.S.C. § 1593(bX3) (incorporating by reference 18 U.S.C. § 2259(bX3)). The \nstatutory language is circumscribed by a requirement of a causal connection between the offense \nof conviction and victim's harm, but \"mathematical precision\" is not required. \nForfeiture is also specifically provided for under the TVPA. 18 U.S.C. § 1594 provides, \nin relevant part: \"The court, in imposing sentence on any person convicted of [an involuntary \nservitude offense, including 18 U.S.C. § 1591] shall order . . . that such person's interest in any \nproperty, real or personal, that was used or intended to be used to commit or to facilitate the \ncommission of such violation.\" 18 U.S.C. • 159• 1 . This includes residential \nwhich such crimes are committed. \nEFTA_00022584 \nEFTA02731067\nPage 30 \nIX. Coordinated Proceedinos \nDoes the offense conduct involve fraud/faLse claims on a federally funded program, or \nfraud on or committed by a federally insured financial institution? No. \nX. Victim Issues \nDoes the case involve victims? Yes. The case involves at least dozens of potential \nvictim-witnesses, many of whom have been identified and likely many more who have not yet \nbeen identified. \nWe will y attuned to victims' rights and associated processes, and we wi \ncoordinate with the SDNY victims and witness coordinators as well as with the FBI victims \nliaisons. \nXI. Speedy Trial Act Calculations & Deadline \nThe defendant has not yet been indicted. \nXII. Statute of Limitations \nSee above analysis of statute of limitations. \nMI. Plans for Arrest \nWe ex , ect to arrest e en t followm • the film. of the Duo I • sed indictment. \nBy: \nAssistant United States Attorneys \nEFTA_00022585 \nEFTA02731068",
        "sha256": "218a9f1225e1deacd34f0568afcf451b8b98cda1dff8361ea4b72e1966d926af",
        "pages": 30
      }
    ]
  },
  {
    "id": "doc_Dataset12_EFTA02731069",
    "title": "sourceFiles\\EFTA02731069",
    "date": null,
    "source": "Unknown",
    "filePath": "sourceFiles\\EFTA02731069.pdf",
    "mentions": [
      "jeffrey_epstein"
    ],
    "sha256": "378b76f74b8b3064a8163144ee561d52f4e4184a84e538d1f520188b66824904",
    "grouped_files": [
      {
        "path": "sourceFiles\\EFTA02731069.pdf",
        "size": 476299,
        "text": "PRIVILEGED - ATTORNEY WORK PRODUCT/DELIBERATIVE PROCESS \nCONFIDENTIAL - SUBJECT TO FED. R. CRIM. P. 6(e) \nMEMORANDUM \nTO: Geoffre S. Berman. U.S. Attorne \nFROM: AUSAs \nDATE: \nRE: December 5, 2019 \nAnalysis of Possible Corporate Prosecution \nIn connection with the investigation of Jeffrey Epstein for sex trafficking, we have been \nasked to analyze the feasibility of bringing criminal charges against one or more Epstein-controlled \nco ..rate entities that fonnall owned 'ro. dies at which he abused certain minor victims. \nAs described herein, the well-established requirements for prosecution of a corporation \nare that its agent or agents committed criminal acts' while (1) acting within the scope of corporate \nduties, and (2) intending at least in part to benefit the corporation itself. \nThis memorandum presumes familiarity with relevant prior case memoranda as well as the \ncharges set forth in United States v. Jeffrey Epstein, 19 Cr. 490 (RMB), and similarly presumes \nthat the corporate agent—Epstein himself—committed criminal acts, namely sex trafficking \noffenses in violation of Tide 18, United States Code, Section 1591. \n1 \nEFTA02731069\nPRIVILEGED - ATTORNEY WORK PRODUCT/DELIBERATIVE PROCESS \nCONFIDENTIAL - SUBJECT TO FED. R. CRIM. P. 6(e) \nI. Background and Ownership of Property \nOn July 2, 2019, a federal grand jury in the Southern District of New York returned an \nindictment (the \"Indictment\") charging Jeffrey Epstein with one count of sex trafficking of minors, \nin violation of 18 U.S.C. § 1591, and one count of conspiracy to commit sex trafficking of minors, \nin violation of 18 U.S.C. § 371. Beginning in at least 2002, Epstein enticed and recruited dozens \nof minor girls to engage in sex acts with him, for which he paid the victims hundreds of dollars in \ncash. He undertook this activity in several locations, including his mansion in Manhattan, New \nYork (the \"New York Residence\") and his estate in Palm Beach, Florida (the \"Palm Beach \nResidence\"). \nBetween 1962 and 1989, prior to Epstein's ownership, the New York Residence was \noperated as a school, under the auspices of the Birch Wathen Lenox School (the \"Birch School\"). \nIn 1989, the Birch School sold the property to the Nine East 71st Street Corporation, which at the \ntime was wholly owned by Leslie Wexner, the billionaire founder of the Limited Company. 2 In \nor about 1998, Wexner agreed to sell the New York Residence to Epstein for $20 million. We \nbelieve the change of ownership occurred through a transfer of control of the Nine East 71st Street \nCorporation, the LLC that had purchased the New York Residence in 1989. Documents we have \nreviewed reflect that in 2011, ownership of the New York Residence was transferred from one \nEpstein-controlled entity to another: from Nine East 71st Street Corporation, of which Epstein was \nPresident, to Maple, Inc? The New York Residence is valued at approximately $55-86 million, \nand its parent company owner is herein referred to as the \"Corporation.s 4\n2 From approximately the early 1990s through 2007, Epstein managed certain finances and \nfinancial projects for Wexner, including through having power of attorney for Wexner; it also \nappears that Epstein stole or otherwise misappropriated more than $100 million from Wexner, in \naddition to receiving other fees in the tens or hundreds of millions of dollars during the duration \nof their decades-long financial relationship. \n3 Relevant documents list Epstein as the President of the Nine East 71st  Street Corporation, and \nno other officers or members are listed in those documents. Accordingly, \nthis memorandum assumes for its analysis that Epstein was \nthe sole member of the Nine East 71st Street Corporation during the relevant time period of \napproximately 2002 through 2005. \n4 We have obtained ownership paperwork for the New York Residence that suggests Epstein was \nthe sole owner or member of these entities. Moreover, neither entity appears to have had a bank \naccount or other indicia of operating costs, employees, etc. Additionally, Epstein also owned \ndomestic properties during the relevant period including residences in Florida, New Mexico, and \nthe U.S. Virgin Islands, at which he engaged in criminal conduct. Each of those properties is \nowned by a separate corporation, respectively, for which Epstein is the sole member, and none of \nwhich appears to have a bank account or other indicia of operations or employees. While Epstein \ndid have employees working at each of those locations, these employees were generally paid out \nof a separate operating account controlled by Epstein, not directly by the LLC that owned the \nh sical pro \n2 \nEFTA02731070\nPRIVILEGED -ATTORNEY WORK PRODUCT/DELIBERATIVE PROCESS \nCONFIDENTIAL - SUBJECT TO FED. R. CRIM. P. 6(e) \nII. Principles and Requirements of Corporate Prosecution \nA. Legal Framework and Application \nUnder federal law, corporate criminal liability is confined to offenses (a) committed by \nthe corporation's officers, employees, or agents; • within the sco of their lo ent• and \nat least in art for the benefit of the co ration. \n3 \nEFTA02731071\nPRIVILEGED -ATTORNEY WORK. PRODUCT/DELIBERATIVE PROCESS \nCONFIDENTIAL - SUBJECT TO FED. R. CRIM. P. 6(e) \nli \n4 \nEFTA02731072\nPRIVILEGED - ATTORNEY WORK. PRODUCT/DELIBERATIVE PROCESS \nCONFIDENTIAL - SUBJECT TO FED. R. CRIM. P. 6(e) \nHere, the Corporation —which appears to have existed only as an on-paper holding \ncompany for the New York Residence —had no formal business or corporate purpose, and Epstein, \nwho appears to have been its sole officer or member, was not an \"employee\" and had no defined \ncorporate responsibilities. We have not identified any documents that reflect a statement of \ncorporate purpose or other mission statement for the entity itself, and it does not appear to have \nhad any employees or operations, other than as a holding co \n6 Under the principles of agency law more generally, \"the scope of an agent's authority is not \nunlimited and does not extend to actions that harm the interests of the principal.\" See United States \nv. Hilton, 701 F.3d 959 (4th Cir. 2012) (citing In re Am. Biomaterials Corp., 954 F.2d 919, 924-\n25 (3d Cir. 1992) (noting that an employee who embezzles from his corporation does not act within \nthe scope of his employment in doing so)). \n7 Case law does not appear to draw any distinction between the legal standard applicable to an \nentity based on its corporate structure—Le., an incorporated entity as opposed to a limited liability \ncompany, as was the case here. This Office has also recently reached corporate resolutions with, \nand has criminally charged, LLCs. See, e.g., United States v. S.A.C. Capital Partners LP SAC \nCapital Partners LLC et at, 13 Cr. 541. \n5 \nEFTA02731073\nPRIVILEGED -ATTORNEY WORK PRODUCT/DELIBERATIVE PROCESS \nCONFIDENTIAL - SUBJECT TO FED. R. CRIM. P. 6(e) \n■ \n6 \nEFTA02731074\nPRIVILEGED - ATTORNEY WORK PRODUCT/DELIBERATIVE PROCESS \nCONFIDENTIAL - SUBJECT TO FED. R. CRIM. P. 6(e) \n7 \nEFTA02731075\nPRIVILEGED - ATTORNEY WORK. PRODUCT/DELIBERATIVE PROCESS \nCONFIDENTIAL - SUBJECT TO FED. R. CRIM. P. 6(e) \nIII. Prudential Considerations \nS \nEFTA02731076\nPRIVILEGED - ATTORNEY WORK. PRODUCT/DELIBERATIVE PROCESS \nCONFIDENTIAL - SUBJECT TO FED. R. CRIM. P. 6(e) \nJ \n-I \n■ \n9 \nEFTA02731077\nPRIVILEGED - ATTORNEY WORK. PRODUCT/DELIBERATIVE PROCESS \nCONFIDENTIAL - SUBJECT TO FED. R. CRIM. P. 6(e) \n—I \n10 \nEFTA02731078\nPRIVILEGED - ATTORNEY WORK PRODUCT/DELIBERATIVE PROCESS \nCONFIDENTIAL - SUBJECT TO FED. R. CRIM. P. 6(e) \n11 \nEFTA02731079\nPRIVILEGED -ATTORNEY WORK PRODUCT/DELIBERATIVE PROCESS \nCONFIDENTIAL - SUBJECT TO FED. R. CRIM. P. 6(e) \n12 \nEFTA02731080\nPRIVILEGED - ATTORNEY WORK. PRODUCT/DELIBERATIVE PROCESS \nCONFIDENTIAL - SUBJECT TO FED. R. CRIM. P. 6(e) \nW. Assessment \n13 \nEFTA02731081",
        "sha256": "378b76f74b8b3064a8163144ee561d52f4e4184a84e538d1f520188b66824904",
        "pages": 13
      }
    ]
  },
  {
    "id": "doc_Dataset12_EFTA02731637",
    "title": "sourceFiles\\EFTA02731637",
    "date": null,
    "source": "Unknown",
    "filePath": "file/Dataset12/EFTA02731637/EFTA02731637.pdf",
    "mentions": [
      "jeanne_christensen",
      "leon_black"
    ],
    "sha256": "8715a3349397c96737b7a33baf2c2b77a0c75d235ec599e6658f82bbd06dbc1f",
    "grouped_files": [
      {
        "path": "sourceFiles\\EFTA02731477.pdf",
        "size": 30008,
        "text": "From: \nSent: \nTo: \nSubject: Monday. June 12.2023 1:59 PM \nRE: Leon Black/Additional HT Subject Referral -- Update \nThanks very much,M We'll reach out if any questions/issues come up after we hear back from DANY. \nFrom: \nSent: Monday, June 12, 2023 1:53 PM \nTo: \nSubject: Leon Black/Additional HT Subject Referral -- Update \nAll, \nI relayed the info to Jeanne Christensen per my conversation with (that we are deconflicting with DANY and \nwould circle back with her). I'm attaching notes of today's conversation with counsel, notes of the initial referral call, \nand the email correspondence I've had with counsel for your records. Let me know if there's anything else you'd like me \nto do with this (i.e., if you'd like me to communicate anything else to Jeanne after we receive notes from DANY re: the \nminor victim). \nThanks, \n1 \nEFTA02731477",
        "sha256": "06efab54df1fd59cc262c926513d3aa37f930f7404c6d39371e1c41ed5455e55",
        "pages": 1
      },
      {
        "path": "sourceFiles\\EFTA02731637.pdf",
        "size": 32397,
        "text": "From: \nSent: \nTo: \nSubject: Monday. June 12 2023 1:59 PM \nRE: Leon Black/Additional HT Subject Referral -- Update \nThanks very much,M We'll reach out if any questions/issues come up after we hear back from \nFrom: \nSent: Monday, June 12, 2023 1:53 PM \nTo: \nSubject: Leon Black/Additional HT Subject Referral -- Update \nAll, \nI relayed the info to Jeanne Christensen per my conversation with (that we are deconflicting with and \nwould circle back with her). I'm attaching notes of today's conversation with counsel, notes of the initial referral call, \nand the email correspondence I've had with counsel for your records. Let me know if there's anything else you'd like me \nto do with this (i.e., if you'd like me to communicate anything else to Jeanne after we receive notes from re: the \nminor victim). \nThanks, \nAssistant United States Attorney \nSouthern District of New York \nPhone: \nEmail: \n1 \nEFTA02731637",
        "sha256": "8715a3349397c96737b7a33baf2c2b77a0c75d235ec599e6658f82bbd06dbc1f",
        "pages": 1
      }
    ]
  },
  {
    "id": "doc_Dataset12_EFTA02731651",
    "title": "sourceFiles\\EFTA02731651",
    "date": null,
    "source": "Unknown",
    "filePath": "file/Dataset12/EFTA02731651/EFTA02731651.pdf",
    "mentions": [
      "leon_black",
      "jeanne_christensen"
    ],
    "sha256": "b8ae4da237dbe420aea6565b8bb72b5cb317aa9d3e273795b4fc5e9c94d9651c",
    "grouped_files": [
      {
        "path": "sourceFiles\\EFTA02731651.pdf",
        "size": 135030,
        "text": "From: \nTo: Christonsen \nSubject: RE: Leon Black follow up \nDate: Monday, July 29, 2023 1:38:58 PM \nAttachments: 102618011./.210 \n1012618082,210 \n811261801allail \n0112618019.212 \nGreat, speak to you then. \nFrom: Jeanne M. Christensen \nSent: Monday, July 24, 2023 1:38 PM \nTo: \nSubject: [EXTERNAL] RE: Leon Black follow up \nThank you — I will call you tomorrow at 11 am, \nJeanne \nJeanne M. Christensen \nPartner \n85 Avenue \nNew York, NY 10003 \nwigdorlaw.com \nPlease consider the environment before printing this e-mail \nThis communication may contain Confidential or Attorney-Client Privileged Information and/or Attorney \nWork Product. If you are not the addressee indicated in this message or its intended recipient (or \nresponsible for delivery of the message to such person(s)), do not read, copy, or forward this message to \nanyone and, in such case, please immediately destroy or delete this message, including any copies \nhereof, and kindly notify the sender by reply e-mail or phone. Thank you. \nFrom: \nSent: Monday, July 24, 2023 1:35 PM \nTo: Jeanne M. Christensen \nSubject: RE: Leon Black follow up \nThanks for making time — how about tomorrow at 11? \nEFTA02731651\nIf that works, you can call my desk line then: \nThanks, \nFrom: Jeanne M. Christensen > \nSent: Monday, July 24, 2023 12:56 PM \nTo: \nSubject: [EXTERNAL] RE: Leon Black follow up \nThis matter is a priority for me so I will make myself available. \nI can speak anytime this afternoon until early evening, anytime Tomorrow after 10:30 am or on \nThursday. \nJeanne \nJeanne M. Christensen \nPartner \n85 Avenue \nNew York, NY 10003 \nwigdorlaw.com \nPlease consider the environment before printing this e-mail \nThis communication may contain Confidential or Attorney-Client Privileged Information and/or Attorney \nWork Product. If you are not the addressee indicated in this message or its intended recipient (or \nresponsible for delivery of the message to such person(s)), do not read, copy, or forward this message to \nanyone and, in such case, please immediately destroy or delete this message, including any copies \nhereof, and kindly notify the sender by reply e-mail or phone. Thank you. \nFrom: \nSent: Monday, July 24, 2023 10:48 AM \nTo: Jeanne M. Christensen \nSubject: FW: Leon Black follow up \nJeanne, \nEFTA02731652\nI hope you are well. passed along your email below to me. Our Civil Rights Unit at SDNY is now \nhandling all trafficking matters. Let me know if you have a moment to discuss this week. \nThanks very much, \nUnited States Attorney's Office \nSouthern District of New York \nOne Saint Andrew's Plaza \nNew York, NY 10007 \nFrom: \nSent: Friday, July 21, 2023 9:55 PM \nTo: \nSubject: [EXTERNAL] Leon Black follow up \nIn case you have not heard it has been discovered that Leon Black paid 62.5 million to USVI - and this \ndoes not include payments of money to individual women - it's outrageous that criminal charges \nhave not been brought against him. \nI've heard one lawyer represents ten women that he sexually assaulted. \nhttov//www.reuterc rom/legal/investor-leon-black-settles-with-us-virgin-islands-over-eostein-\nprnhe-2021-07-21/ \nI hope that your office is going to take a hard look based on this new information. \nJeanne M. Christensen \nPartner \nWIGDOR LLP \n8 Fifth Av ^n i N'w Y irk NY 1000\nwww wIgdorlaw corn \nThis communication may contain Confidential or Attorney -Client Privileged Information \nand/or Attorney Work Product. If you are not the addressee indicated in this message or its \nintended recipient (or responsible for delivery of the message to such person(s)), do not read, \ncopy, or forward this message to anyone and, in such case, please immediately destroy or \nEFTA02731653\ndelete this message, including any copies hereof, and kindly notify the sender by reply e-mail, \nfacsimile or phone. Thank you. \nEFTA02731654",
        "sha256": "b8ae4da237dbe420aea6565b8bb72b5cb317aa9d3e273795b4fc5e9c94d9651c",
        "pages": 4
      },
      {
        "path": "sourceFiles\\EFTA02731762.pdf",
        "size": 126828,
        "text": "From: \nSent: \nTo: \nSubject: Jeanne M. Christensen < \nMonday. July 24 2023 1:38 PM \n[EXTERNAL] RE: Leon Black follow up \nThank you — I will call you tomorrow at 11 am, \nJeanne \nJeanne M. Christensen \nPartner \nNew York, NY 10003 \nwigdorlaw.com \nDUD \nW1GDOR. \nPlease consider the environment before printing this e-mail \nThis communication may contain Confidential or Attorney-Client Privileged Information and/or Attorney Work Product. If \nyou are not the addressee indicated in this message or its intended recipient (or responsible for delivery of the message \nto such person(s)), do not read, copy, or forward this message to anyone and, in such case, please immediately destroy \nor delete this message, including any copies hereof, and kindly notify the sender by reply e-mail or phone. Thank you. \nFrom: \nSent: Monday, July 24, 2023 1:35 PM \nTo: Jeanne M. Christensen \nSubject: RE: Leon Black follow up \nThanks for making time — how about tomorrow at 11? \nIf that works, you can call my desk line then: \nThanks, \nFrom: Jeanne M. Christensen \nSent: Monday, July 24, 2023 12:56 PM \nTo: \nSubject: [EXTERNAL] RE: Leon Black follow up \n1 \nEFTA02731762\nThis matter is a priority for me so I will make myself available. \nI can speak anytime this afternoon until early evening, anytime Tomorrow after 10:30 am or on Thursday. \nJeanne \nJeanne M. Christensen \nPartner \nPIvenue New York, NY 10003 \nwigdorlaw.com \nCMG \nWIGDOR. \nPlease consider the environment before printing this e-mail \nThis communication may contain Confidential or Attorney-Client Privileged Information and/or Attorney Work Product. If \nyou are not the addressee indicated in this message or its intended recipient (or responsible for delivery of the message \nto such person(s)), do not read, copy, or forward this message to anyone and, in such case, please immediately destroy \nor delete this message, including any copies hereof, and kindly notify the sender by reply e-mail or phone. Thank you. \nFrom: \nSent: Monday, July 24, 2023 10:48 AM \nTo: Jeanne M. Christensen \nSubject: FW: Leon Black follow up \nJeanne, \nI hope you are well. Jane passed along your email below to me. Our Civil Rights Unit at SDNY is now handling all \ntrafficking matters. Let me know if you have a moment to discuss this week. \nThanks very much, \nUnited States Attorney's Office \nSouthern District of New York \nOne Saint Andrew's Plaza \nNew York, NY 10007 \nPh: \nFrom: Jeanne M. Christensen \nSent: Friday, July 21, 2023 9:55 PM \n2 \nEFTA02731763\nTo: \nSubject: [EXTERNAL] Leon Black follow up \n• In case you have not heard it has been discovered that Leon Black paid 62.5 million to USVI - and this does not include \npayments of money to individual women - it's outrageous that criminal charges have not been brought against him. \nI've heard one lawyer represents ten women that he sexually assaulted. \nhttps://www.reuters.comilegal/investor-leon-black-settles-with-us-virgin-islands-over-epstein-probe-2023-07-21/ \nI hope that your office is going to take a hard look based on this new information. \nJeanne M. Christensen \nPartner \nWIGDOR LLP \n85 Fifth Avenue, New York, NY 10003 \nT: Cell: \nwww.wigdorlaw.com \nThis communication may contain Confidential or Attorney-Client Privileged Information and/or Attorney Work \nProduct. If you are not the addressee indicated in this message or its intended recipient (or responsible for \ndelivery of the message to such person(s)), do not read, copy, or forward this message to anyone and, in such \ncase, please immediately destroy or delete this message, including any copies hereof, and kindly notify the \nsender by reply e-mail, facsimile or phone. Thank you. \n3 \nEFTA02731764",
        "sha256": "bb5389f85fb19a6fff115a415def2a3720935abafc9b50d63297e7ad5ea695fb",
        "pages": 3
      }
    ]
  },
  {
    "id": "doc_Dataset9_EFTA00392295",
    "title": "Email between Leslie Groff and Elon Musk regarding a dinner party with Jeffrey Epstein",
    "date": "2013-August-14",
    "source": "Email",
    "filePath": "files/Dataset9/EFTA00392295/EFTA00392295.pdf",
    "mentions": [
      "jeffrey_epstein",
      "leslie_groff",
      "elon_musk"
    ]
  },
  {
    "id": "doc_Dataset9_EFTA00395166",
    "title": "Email from Leslie Groff to Jeffrey Epstein on a lunch time with Elon Musk.",
    "date": "2013-August-24",
    "source": "GMail",
    "filePath": "files/Dataset9/EFTA00395166/EFTA00395166.pdf",
    "mentions": [
      "jeffrey_epstein",
      "leslie_groff",
      "elon_musk"
    ]
  }
]